<?php


return [
    'title' => '班圖西人',
    'desc' => '擁有神秘科技的銀河商人',
    'main_image' => 'banner_bentusi.jpg',
    'head_ban' => [
       'class' => [],
       'type' => 'sidekick',
    ],
    'content' => <<<MC
班圖西人是今日銀河中最古老的文明，在已知的銀河種族中，他們的技術力似乎是最強大的，卻寧願選擇貿易而不是利用強大的技術力征服銀河。自稱為無縛者（the Unbound）的他們在各星域中進行著資源，情報，與科技的貿易，藉由超空間跳躍的技術遊走於各星域間，並且建立了外環貿易路線（trade routes of the Outer Limb）。不過他們卻甚少和外族分享自己的科技。另外，班圖西人對於銀河議會有相當程度的影響力。

班圖西人和他們的船艦是一體的，就像如同著名的凱蘭‧沙捷（Karan S'jet）一樣，他們的船艦就是他們的身體。

當庫沈遺民從沙漠行星卡拉克出發，踏上返回西亞加拉的漫長旅程時，第一個和他們主動接觸，提供武器技術給他們的文明正是班圖西人。而在異獸危機時班圖西人也提供了自身的科技給西亞加拉人，成就了著名的 Super Acolyte 型戰機。班圖西人對於西亞加拉人的偏愛是有原因的。在庫沈艦隊回歸家園前的三千年，是班圖西人讓取得超空間核力量的西亞加拉艦隊滅亡，這個事件不但讓班圖西人決定從此將所有班圖西船艦[卸除武裝]（/info/what/bentusi_weapon.htm），也直接造成了泰丹的入侵和西亞加拉人的大流放。在那之後，包括班圖西人在內的許多文明都預言了他們將會回到西亞加拉。另外，凱蘭‧沙捷和班圖西人一樣，和船艦是直接連結在一起的，這可能是班圖西人對於庫沈艦隊有興趣的另外一個原因。

雖然班圖西人愛好和平，但是任何膽敢直接攻擊班圖西人的都會受到嚴重的反擊。

在維格入侵時期，班圖西人被維格大軍有組織的獵殺殆盡。最後的班圖西船艦－港口艦班圖司為了拯救西亞加拉人免於被先祖文明的自動戰艦摧毀而自爆。不過據說在異獸肆虐時有部分的班圖西船艦跳躍到了其他的銀河系中，或許他們會在未來的某一天歸來。
MC
];
