<?php


return [
    'title' => '末日前奏',
    'desc' => '從遺忘了數千年的古老歷史，串聯到末日時代的開始',
    'main_image' => 'banner_hanger15.jpg',
    'head_ban' => [
       'class' => [],
       'type' => 'sidekick',
    ],
    'content' => <<<MC
本文譯自二代攻略本附錄電子書：[History of Hiigara: Prelude to the End Times](https://docs.google.com/file/d/0B2dsPjMpHKiYcWtsYkk1UFlIazg/edit?pli=1)

[Homeworld Shipyard](http://shipyards.relicnews.com/) 也有[線上全文](http://shipyards.relicnews.com/hw2/hiigaran_history.htm)可閱讀

*****

從銀河標準曆(Galatic Standard Year， GSY)9525年到9625年的西亞加拉(Hiigara)歷史，描述了從流放者(the Exile)的回歸起，到一連串一般認定為末日(the End Time)開始的事件為止。

以下是西亞加拉流放者在凱蘭．沙捷(Karan S'jet)的帶領之下，回到母星之後回到所發生事件的編年史。登陸西亞加拉後的那幾年，無疑的是這些流亡者們經歷過最艱難的時期。那些在人工冬眠中被帶回西亞加拉的沉睡者(Sleeper)們，甦醒之後所要面對的，是他們曾經居住了許多年的行星卡拉克(Kharak)已經被摧毀。他們被帶到的這個新世界西亞加拉，是他們僅剩的希望。

殖民是個緩慢而困難的過程。西亞加拉的各氏族原本預期會回到樂園，然而他們看到的卻是瑞斯圖四世二位(Emperor Riesstiu IV the Second)皇帝死後，泰丹人撤退時留下殘破城市。而且他們也無法將他們所有的資源都投入在重建工作上，掠劫者的出現，海盜，以及仍然擁護著殞落的帝王的泰丹勢力--這些都在試煉著脆弱的西亞加拉。包括了許多銀河議會(Galactic Council)成員在內的政治派系都宣稱流放者們不可能保衛自己，需要更強大的政府對其伸出援手。這些敵人，不論是軍事上還是政治上的，全部都低估了流放者們的決心。經過了艱辛的奮鬥，又失去了這麼多，他們不打算在這裡被擊倒。他們與那些想要將西亞加拉從他們手中奪走的人對抗，並且屹立不搖。

### 重建

緩慢但穩健地，西亞加拉上重建起閃亮的城市。圖書館也被被發掘出來，裡面滿是詳細記載著西亞加拉人古代歷史，以及他們的起源和譜系的文件。雖然內容艱深難懂，時常有衝突之處，筆調也像是神話或傳奇一般，但是仍然為庫沈(Kushan)人揭露了許多過去。經過了這麼長的一段時間而沒有一份真正的歷史，他們現在能夠取得的檔案，內容詳細的記載著過去六千年所發生過的事。對於長久以來沒有可歸屬的歷史的人們來說，這些紀錄的發現不但描繪出他們的過去，也是歡迎他們建立他們的新未來的象徵。

更重要的是，這份歷史給了流放者希望。他們應該是榮耀的民族，有著更加榮耀的過去，他們再也不只是流放者，他們是西亞加拉人。他們曾面對了無盡的試煉以及難纏的敵人，而就算面對著這些挑戰，他們建立的共合國在全盛時期跨越了近四十個星域。他們的成長從大約四千年前超空間技術的引進開始，一直到他們被流放為止。

### 超空間的贈禮

手稿裡面詳細的記載了班圖西人在傳播超空間的秘密時所扮演的角色。從銀河外環貿易航線(Outer Rim Trade Routes)出發，班圖西人造訪了經過數百個有人居住的星球。由於他們的知識超越他們所遭遇到的每一個種族，所以能夠在分享自身知識的同時還能獲得利益。隨著時光飛逝，越來越多的年輕種族購買了超空間的知識以及外環貿易航線的星圖，每一個都成為了如同班圖西一樣在群星之間穿梭的無縛者(Unbound)。

一群原本孤立的人們，相信自己是銀河中僅有的生命，現在從次光速飛行的枷鎖中被釋放出來，成為了一個銀河共同體。貿易，協商，和戰爭也隨之而來。班圖西人警覺到了這些問題，相對於他們曾經貿易過的種族，班圖西人的手上還握著一個關鍵性的優勢。精明的他們似乎沒有透露出他們所有的秘密。
短躍和長躍

許多種族擁有了進出超空間的能力，但是他們引擎所能航行的距離和其潛力卻有所限制。雖然他們已經能夠航行的比次光速航行的日子所能想像的還要更快更遠，依照班圖西人所提供的藍圖製造的引擎出力卻仍然有限。不過這些限制似乎不對班圖西人造成影響。他們能夠毫不費力的在一瞬間穿越廣大的銀河--靠著他們的長躍(Far Jump)技術。許多種族嘗試著對班圖西人所提供的短躍(Short Jump)的技術進行逆向工程，而且也對原來的設計進行了改進。然而縱使最優秀的科學家也認為達成長躍所需要的能量遠遠的超過目前所能夠提供的。因此，雖然許多人投入了心力來研究，長躍技術仍然是班圖西人所獨有。

### 銀河再次陷入衝突

當戰爭的闇影出現時，班圖西人很快的就採取行動。許多人自翊為征服者，卻無力招架班圖西的旗艦和伴隨而來的艦隊。雖然從不先對敵人開火，卻能在幾乎沒有損失的狀況下癱瘓一整個艦隊。其實幾乎不需要採取如此極端的舉動，沒有多少艦隊願意和班圖西艦隊的強大力量對抗。而那些有勇氣這麼做的很快就會被打敗。班圖西為他們的貿易夥伴提共了和平的保證，而所要求的回報則是彼此要保持和平。無論如何，總是有人想和他們的鄰邦挑起戰爭。然而，在面對班圖西壓倒性的力量之後，沒有人笨到會去試第二次。

班圖西人維持近千個所接觸的種族之間的和平的時間幾乎長達五百年。然而，隨著星球之間通訊和外交的激增，反對的聲音開始出現。許多人認為班圖西沒有照自己的意願指揮整個銀河的權利。隨著時間經過，這樣的聲音變成了眾所矚目的焦點。

### 起義

這場革命的領導者是誰，以及他如何策劃這場大膽的起義的細節，已經消失在時間的流沙中。但在數個小時的過程之中有數千場戰爭同時開始，位置分散在整個外環貿易區。雖然班圖西艦隊是無敵的，而且只要幾分鐘就能跨越整個銀河系，卻不能夠同時出現在每個地方。他最強大的力量也是他最大的弱點。有些人認為班圖西人擁有許多艦隊，每個艦隊都由一艘他們的港口艦(Harbor Ship)帶領。事實上班圖西只有一艘港口艦，當面對蔓延整個銀河的戰爭時，班圖西人就顯得無力了。

這場純粹的戰爭將銀河分裂成數百個區域，班圖西人能做的不多，只能盡力處理最多的戰鬥並且等待這種敵對狀態必然的結束。當渾沌歸定時，有許多的星球被併吞，而原本漫佈著數百個獨立政府的區域現在變成橫跨許多星球的強大的帝國。這些帝國的其中之一就是西亞加拉人，他們的艦隊輕易的粉碎了鄰邦的防禦，並且將他們納入西亞加拉的最高議會-戴阿米得的支配之下。

### 銀河議會崛起

現在這些新的帝國有能力去對班圖西人做出要求，這對於過去那些各自獨立的星球來說是不可能的。在展示他們癱瘓班圖西貿易路徑的能力之後，他們脅迫班圖西人讓他們自治。雖然有些人認為班圖西人一直有這種打算，他們只是在等待這些星球們已經有自治能力的證據。不論如何，現在領導天上繁星的是一群征服者(而其中有許多事實上是獨裁者)，而不是如同之前班圖西人強加的統治。也因此在經過了革命，混亂，以及戰爭的試練之後，銀河議會誕生了，西亞加拉人則是其創始會員之一。

和西亞加拉人有不少衝突的泰丹人也是銀河議會16個創立會員其中之一。他們位在太空中相同的位置，都藉由同化週遭的星球來建立起各自的帝國。而兩方已經為了那些位處在兩國邊界的星球中苦戰了許久，兩方的士兵這時仍然在這些星球的天空以及地面上戰鬥。這些星球的所有權之爭是第一件被帶到議會被討論的議題，而結果明顯的偏向了泰丹人那一邊。泰丹的議員顯然的利用了賄賂，黑函，甚至是暗殺議會成員來讓這些星球被交給泰丹人。更糟的是，一個30光年的禁航區被設立，西亞加拉艦隊若是進入的話就會遭到議會的強烈報復。

### 發現第二顆核心

情勢改變，西亞加拉人由於議會的命令而力量全失。但是此時在大荒地(the Great Wastelands)內一些之前未繪入星圖的星區中發堀出的古代遺跡，成就了西亞加拉史上最重要的發現。他們在晶格(crystalline lattice)之中發現了一個超空間核，裝載在一艘已經分裂成碎片的巨大星艦之中。超空間核讓西亞加拉人找到了對泰丹人復仇，並且取回那些屬於他們的星球的方法，而這最後也讓他們走向流放之路。

他們很快的瞭解了超空間核的秘密，這顆核的力量之強大，正如同班圖西人所使用的長躍一樣。在對超空間核的格納單元進行了大量的逆向工程工作後，他們將核裝上了新建造的旗艦「沙鳩克之怒(Sajuuk's Wrath)」號。這一艘船具備的火力超過了西雅加拉海軍的其他任何船艦。而且他還有著遠程跳躍的能力，這個優勢讓他們能夠輕易摧毀泰丹，也讓他們擁有除了班圖西人以外的種族不曾擁有過的移動自由。

### 力量展現

西亞加拉人模仿班圖西，將艦隊的每一艘船都召回，組織成一個單一的巨大艦隊。在知道泰丹海軍已經接近西亞加拉邊境的情況下，西亞加拉人利用長躍的能力打進泰丹防線的後方。他們一邊用整個艦隊突襲遭遇到的泰丹巡邏隊或是守軍一邊快速的前進，西亞加拉人毀滅了所有他們遭遇到的泰丹軍力。甚至在第一份損害報告抵達泰丹母星，也就是帝國宮殿以及權位所在之處之前，西亞加拉艦隊已經穩穩的站在軌道上空。

泰丹精銳衛隊(The Taiidan Elite Guard)雖然了解自己無法對抗像這樣壓倒性的軍力，仍然投身於戰場中，希望能夠支撐到援軍抵達為止。當沙鳩克之怒和泰丹帝國宮殿之間的最後一道防線被擊破，西亞加拉人移動到高軌道以進行行星表面轟炸。他們計畫利用外科手術般精準的攻擊來癱瘓泰丹軍力，以確保他們無法進行反擊，有整整一天的時間軌道飛彈不斷的落在帝國宮殿以及泰丹地表的任何軍事設施上。在確信泰丹永遠都不會構成威脅後，西亞加拉海軍離開了。從艦隊離開西亞加拉到返航之間只花了67個小時。

### 不可能的抉擇

在發動攻擊前，這樣的舉動會帶來的結果以及銀河議會可能的報復已經在戴阿米德(Diamid)廣泛的討論過。經過長時間的爭論之後，反抗議會的命令被認為是西亞加拉人唯一的選擇。泰丹人被允許留下他們所奪走的星球，而他們很快的就會侵犯到更深入西亞加拉領土的星域--如果不是武力侵犯，就會是經濟干涉。西亞加拉很快就會成為泰丹帝國的附屬星球。

緩慢的同化被認為是無法接受的，尤其是考慮到議會對於西亞加拉軍事發展設下的種種限制。很明顯的，他們必須立刻有所行動，不然西亞加拉的榮耀歷史就會在此結束，剩下的只是未來史書的上的一個小註記。而古老的超空間核之所以會被交給他們，這明顯的是沙鳩克的旨意，而且西亞加拉人也應該遵照他的意願，利用這個優勢在泰丹沒有準備的情況下奪回他們的勝利。

現在攻擊完成，超空間核比最樂觀的將領預期的還要成功，西亞加拉人開始等待銀河議會的必然會有的反應。議會一向以緩慢的決議過程而遭人垢病，戴阿米德曾經因為相信議會而在對抗泰丹的戰爭中失利。若是以平常的進度來說，西亞加拉人還有時間派出艦隊去奪回那些應該屬於他們的邊境星球，並且對議會造成一個無法回覆的既成現況。但議會這次的動作卻出乎任何人意料的快速，在沙鳩克之怒返航後的數天內，議會下達了命令。西亞加拉人必須將他們的超空間核交由議會保管，並立刻從那些有爭議的星球撤兵，同時放棄所有在30光年廣的禁制區中的西亞加拉海軍艦艇。而之後的動作，像是超空間核以及海軍的下場，則會以議會平常的速度進行決議。西亞加拉有24小時的時間去執行命令，不然就要面對可能造成的後果。

爭論的聲音充斥在戴阿米德的緊急會議中，但是有一件事實仍然很清楚。西亞加拉艦隊的榮光，加上長躍的力量，當他們對抗那些愚蠢到敢來對抗自己的敵人時，他們將勢如破竹。沒人能夠跟西亞加拉對抗，幾乎沒有。

### 眾人的榮光

關於班圖西人的問題，邁爾凱司．理荷拉(Malketh LiirHra)－他們一族的族長以及在戴阿米德的代表－的演講詞被保留到今日。

> 我們是在戰鬥，衝突，以及死亡中被冶鍊出來的種族。當別人眼中只有榮耀時，我們只看到責任；當侵略者看到我們的弱點，我們會以之為榮。我們隻身投入戰場，歸來時的我們卻成為一家人、成為西亞加拉人、成為氏族。戴阿米德現在必須在戰爭以及順從之間做出選擇。我們的敵人不但擁有物資上的優勢，使用超空間核的經驗也超過我們數百年。他們有著議會的支持，我們卻勢單力薄。但若是你只願意打那些已經篤定勝利的戰爭，你就不能說你的靈魂已經受過試練。許多人可能會認為面對挑戰班圖西人的力量太困難而想放棄。我們已經站在命運的分歧點，回答我，我們是要身為西亞加拉人而被永誌於史書中，還是要在時光的流沙中消逝？

戴阿米德做出了最終決定。在最後通牒時限前的最後一刻，議會被收到了西亞加拉人同意這些條件的消息。他們的海軍會在限制區內被廢棄，不過他們有一個要求。西亞加拉人不相信議會的任何成員能夠妥善的保管超空間核，除了班圖西人以外。他們只願意把超空間核移交到班圖西人的港口艦上。

議會的成員大大的鬆了一口氣，看來西亞加拉人在最後還是屈服了，原本可能掀起的戰火也平息了。但西亞加拉人並不打算遵守他們的約定。當班圖西人的港口艦到達限制區內的時候，等待的是整個西亞加拉海軍，看來像是已經被廢棄了。沙鳩克之怒位在艦隊的正中央，超空間核外露，準備好讓班圖西人前來取走。

然而，在發現到前來的班圖西人缺乏護衛之後，西亞加拉海軍開始行動。船艦藉由緊急啟動程序啟動，在班圖西人有所反應前，整個艦隊已經從每個方向向班圖西人攻擊。西亞加拉的艦隊不留下任何可以讓人喘息的機會，第一輪齊射的火力就打進了班圖西核的圍阻體。這個勇敢又果斷的行動成功的癱瘓了班圖西人的超空間核，也在一瞬間改變了西亞加拉人的命運。他們錯估了班圖西人的能力，經驗，以及反應速度。

### 班圖西的反擊

擁有強大戰鬥能力，已經做好戰鬥準備的艦艇開始從港口艦的停泊口發射，投入戰場之中。班圖西核的力量也讓他們在附近的艦隊瞬間就進入戰場的中心。護盾跟防禦場在數秒內升起，班圖司周圍的重力強度也跟著增加。西亞加拉的將軍只能在震驚之餘看著艦隊的前線被班圖西人壓倒性的科技能力以及經驗擊潰。幾分鐘前輕鬆得到的勝利，很快就幻化為全面失敗。

如同班圖西人之前的每一場戰役，他們給他們的對手所有可以投降的機會。但縱使面對著不可能突破的困境，西亞加拉人仍然選擇繼續戰鬥下去。「沙鳩克之怒」不斷的超空間跳躍，來回於每一個前線，支援各地需要她協助的西亞加拉軍。但是班圖西港口艦的動作總是比她快上一步。在經歷數個小時慘烈而血腥的戰鬥之後，西亞加拉海軍艦隊只剩下一堆殘骸與他們的旗艦。班圖西人再一次的提供了投降的機會，但西亞加拉人也再一次的拒絕投降。為了確保超空間核能夠安然的被保留下來，班圖西人摧毀了沙鳩克之怒的引擎，並且準備和沙鳩克之怒接泊在一起。

### 絕命逃亡

然而，指揮官事先準備好了一份緊急計畫。在手動解除了超空間引擎的重力安全鎖後，他規劃了一條通往西亞加拉衛星表面的航線。這麼接近重力井的航線無疑是自殺，但是他知道如果他要走的是任何正常的航線，班圖西人都會緊跟在後。目睹著他曾經驕傲的指揮著的艦隊在戰鬥中被完全消滅，他沒辦法拯救他們，無法挽留自己的榮譽。縱使這個舉動會摧毀這艘船，戴阿米德也已經被告知這項計畫，知道該去哪裡尋找超空間核。

### 後果

在西亞加拉人徹底被擊敗後，銀河議會給予剩下的西亞加拉人和平與自由，條件是西亞加拉人永遠都不再做戰爭的準備，永不再用武力對抗他人。由於艦隊被完全消滅，又失去了超空間核(至少銀河議會是這樣認為)，西亞加拉人已經不再有任何威脅。進一步的制裁被認為是沒有必要的，因為西亞加拉已經因為自己的愚蠢行徑以及死守榮耀而陷於困境。

班圖西人幾乎和西亞加拉人一樣的懊悔，長久以來，在有太空航行能力的種族中，他們是唯一真正不受束縛的，而且還擁有遠超越其他種族所擁有的力量。經過了千百年的歲月，他們終於找到一個似乎有著與自己同樣潛力的種族。現在他們要負起責任，去剝奪這些犯下罪行的西亞加拉人的力量，這是那麼的正氣鼎然，但卻又萬分魯莽。畢竟他們自己也犯過錯，他們以前也曾經濫用過自身的力量。如果在班圖西人擴張的初期遇到比他們更為古老，而且又有能力進行長躍的種族，他們很可能會陷入和現在西亞加拉人完全相同的處境。班圖西人舉行了正式的追悼活動，追悼結束後，班圖西人將每一艘船艦都解除武裝。他們在議會的宣言是最後一份西亞加拉上所能找到有關銀河議會的紀錄文件。在這之後的事件多是由其他來源整理出來的，其中有許多並不是像議會紀錄那樣的正式文件。

> 我們將撤回曾經給予議會的軍事支援。班圖西永遠不會再以和平的名義發動戰爭。我們將不再介入星域之間的事務。如果議會允許，我們將會保持我們議會成員的身分，和其他成員平起平坐。願新的和平時代隨著我們影響力的褪去而到來。

### 不穩固的和平

但是，班圖西人所希望的和平時代並沒有成真。由於缺乏皇帝的領導，泰丹帝國陷入了一片混亂。他們曾經強大的海軍碩果僅存的部份正踏向西亞加拉的邊境，其領導者為瑞斯圖元帥(Admiral Riesstiu)。由於沒有皇帝來規範他的行動，瑞斯圖宣佈他自己是泰丹海軍的最高指揮官。他過去的戰場功勳已經讓他成為一位戰爭英雄，因此他的宣言幾乎沒有遇到任何異議。事實上這只是儀式性的動作而已，他原本就是泰丹邊境艦隊的指揮官，經過西亞加拉人的入侵行動後，這等於是全部的泰丹軍力。一般認為他們此刻需要一位果斷而有決心的領袖，在這種情況下瑞斯圖元帥似乎是一個完美的領導者。

強硬而又缺乏憐憫情懷的他，在太平時期可能會不被眾人信任。但是帝國宮殿的毀滅重創了泰丹人的心靈，要求復仇的聲浪水漲船高。此刻班圖西人放棄了武力，西亞加拉艦隊又已經灰飛煙滅，瑞斯圖知道他的機會來了。

泰丹進攻西亞加拉帝國的速度迅速，一路上阻擋他們的零星抵抗力量都被消滅。他們給予每一顆經過的行星加入泰丹帝國的機會，拒絕者會被完全毀滅。泰丹人研發出一種武器，能夠除去行星表面的一切生命，泰丹人迫不及待的想把這樣武器使用在殺害他們皇帝的那些人身上。

### 恐怖的復仇

第一個拒絕的星球成為讓人難以忘懷的示範品。為了報復，上億無辜的生靈無預警的被消滅。在那之後，沒有幾個星域會拒絕和泰丹同盟。許多星球在加入同盟後仍被夷為平地，元帥聲稱這些星球的轉變太快了，是不可靠的盟友。其他星球則是非常不情願，因此很可能仍然效忠於西亞加拉。隨著這次的屠殺變的廣為人知，瑞斯圖的復仇所奪去的生命，比銀河外環貿易路線建立後任何一場有紀錄的戰爭還多。銀河議會警告將會提出制裁，但是瑞斯圖一點都不在意。泰丹是個失去了君王的帝國，任何制裁對於缺乏階級結構的他們都沒有實際效果。

對手無寸鐵的敵人進行大屠殺的消息不斷散播，使得抗議的聲音四起。許多的種族，包括議會的成員和獨立的星域，都要求班圖西以武力介入此事，但他們不願意。他們已經鎮重的訂下誓約，儘管他們為西亞加拉人垂憐，他們不願意重拾他們所摒棄的暴力。他們自願在瑞斯圖和戴阿米德之間居中協調，找尋能被雙方接受的解決方案。

### 泰丹的要求

元帥的要求很簡單。所有西亞加拉控制的星域要歸泰丹帝國所有。西亞加拉本身會做為新帝國宮殿的興建地點，因為它的資源和地基和泰丹被摧毀前相當。每一個西亞加拉人都會被處決，或是作為奴隸，依照他們涉入泰丹帝國摧毀行動有多深而定。

不論戴阿米德如何的尋求折衷的辦法，元帥絲毫不讓步。西亞加拉人已經因為失去他們的艦隊以及超空間核而絕望，他們幾乎已經接受他們帝國的殞落，甚至是他們的星球被佔領。但是對絕望的西亞加拉人來說，被奴役仍然太難以接受。他們讓自己迎向毀滅，為自身的結束做好了準備。

### 流放

然而班圖西人持續不斷的協商終於找到了一個能讓議會，泰丹，瑞斯圖，和西亞加拉人都接受的解決方法。西亞加拉人會有一個月的時間登上航向銀河邊緣的次光速運輸船。任何留下的人都會被奴役或處決，而那些接受了班圖西人的妥協方案的將會被送到一個覆滿沙漠，而且遠離貿易路線的行星。在永遠不再發展長躍科技的前提下，他們能在那裡重建他們的新生活。如果他們膽敢利用那顆遺失的超空間核或是類似的裝置離開那顆行星，就會被毀滅。

戴阿米德很快的做出了決定。族長們面對死亡或流放的抉擇時，一面倒的選擇了讓他們的子民繼續活下去，儘管將來的生活可能會非常艱苦。

因此，所有肢體健全的西亞加拉人都被流放到沙漠行星卡拉克，只有極少數人成功的到達目的地。超空間核，這個能和班圖西人手中的核相抗衡，由西亞加拉人所持有，並且蘊含著強大力量的物品，已經從西亞加拉的衛星上取回，並且偷偷的被他們帶上那艘載著他們航向流放之路的船。縱使面對最絕望的情況，縱使將超空間核帶上路可能招致危險，西亞加拉人仍然為自己保留了尊嚴，並且在未來許下希望。就這樣，西亞加拉人在次光速運輸船上看著他們的星球永遠的消失在他們的身後。

### 卡拉克上的生活

三千年來，流放者們在卡拉克上生存著。西亞加拉成為了傳說，隨著時間流逝，連傳說都被人遺忘。而這一切在一顆人造衛星發現了埋在沙中的古老宇宙船之後改變了。指引之石被放在船內，上面刻著「西亞加拉」...家。但這並不是唯一的發現，在船骸的深處放置著古老的超空間核。曾經這讓他們踏上流放之路，但現在超空間核要帶領著流放者回到故鄉。

超空間核的藍圖被整合並且放大，至少西亞加拉人是這麼認為的。事實上核的本體仍然存在於母艦引擎的核心之中。被放大的只是格納單元，以對應將母艦等級的船艦速入超空間所會承受的壓力。原本在沙鳩克之怒上高效率運作的格納單元，現在卻因為後流放時代的科技所能提供的能量輸出不足而無法使用。

儘管擁有超空間核，西亞加拉人並不瞭解其力量以及來源，一直到他們返回西亞加拉的40年後，第一份敘述了其歷史的文件才被發現。文件中夾帶著許多的藍圖，這些藍圖和數千年後建造母艦工程師們的設計的非常相近。

然而，對於文獻資料的進一步研究顯示這些核並不只是讓西亞加拉人流放和回歸的工具。在許多文獻紀錄中記載著西亞加拉人和班圖西人的超空間核只是三樣擁有巨大力量的史前物件中的其中兩樣。

### 天賜或天罰

不同來源得到的資訊都不一樣。其中有些文獻指出超空間核是造物者沙鳩克送給他最喜愛的子民的贈禮。有些則認為這些核是在宇宙創生時，在沙鳩克用來焠鍊寰宇的鎔爐中所鑄造的。更多的文件指出超空間核從史前的上古時代就已經存在，當時天神漫遊於群星之間，想尋找一個種族，教導其科學知識以作為娛樂。不過還有種更世俗的說法在一些重要文件中被提到，超空間核可能只是一個上萬年前就已經衰敗的帝國所留下來的物品。

縱使這些文件有許多的出入，但是有一點是相同的。第三顆核若重現於世間，將會成為末日來臨的標記。沙鳩克的子民將要接受審判，只有沙鳩卡（Sajuuk-Khar），天選之人，能在沙鳩克的創世之手上屹立。

### 西亞加拉新世紀之母

西亞加拉人返回家園後，要如何安置超空間核這個問題就在戴阿米德中爭鬧不休許多年。那百以及馬南氏族堅持超空間核應該投入實用，而索本和松濤氏族則認為應該埋葬過去，不再使用超空間核。但事實上，所有的人都在等待一個氏族做出定奪。

最後做出決定的並不是沙捷氏族，而是其最重要也最受尊重的成員，凱蘭．沙捷。身為神經介面的開拓者，他讓母艦的航行成為可能，而且又是引領母艦偉大歸途上的意志，他的意見無疑的是西亞加拉上最重要的聲音。由於他很少發表意見，只曾經對於墓地遷移一事發表過意見，他的發言就更顯的重要。無疑的，對於超空間核這樣和他們的歷史緊密牽扯在一起的事情，凱蘭．沙捷的意見，若他有意見的話，將會左右戴阿米德的決定。

凱蘭和母艦的連結對他造成了永久性的改變。重返西亞加拉之後的漫長歲月並沒有在他身上留下痕跡，而讓他發展出第一套神經連結系統，並且指引著母艦回鄉的敏銳智慧也沒有絲毫的衰退。

然而凱蘭在抵達西亞加拉後幾乎立刻就從政治中抽身。雖然他不曾明說，但很明顯的，他和核的連結改變了他看待世界以及群星的方式。原本他就被視為救世主，而他和公眾刻意保持距離更加深了他神秘救世主的印象，讓他的崇拜者不斷的增加。許多的團體深入研究他說的每一句話，而描繪著他被植入母艦艦橋的畫像在西亞加拉的每個角落都買的到。

### 超空間核安息

她罕見的對古代超空間核的問題公開發表了簡單的意見。超空間核雖然能提供強大的力量，但是應該將之被放置於公開的紀念堂中，用以紀念西亞加拉人遭受的試煉、獲得的勝利、以及那些仍然未解之謎，而不是將超空間核拿來使用。畢竟，雖然超空間核能夠提供西亞加拉的船艦近乎無限的航行能力，但是這樣的自由會讓人忘記隨之而來的責任。西亞加拉仍然在重建中，西亞加拉人目前只能勉力維持周遭空域的安全，更不用說要去安全的跨越整個銀河了。

依照他的意願，在西亞加拉的首府阿山奇西（Assaam Kiith'sid）建立了一座博物館。所有來訪人們都能在此看到超空間核，並瞭解超空間核的起源。對於許多人來說，這是他們第一次有機會來瞻仰這件拯救了他們的裝置，並且重新思考其在流亡時期扮演的角色。在這裡也可以看到少數西亞加拉人從卡拉克上帶來的物品，以及許多在西亞加拉發現的歷史資料。這間博物館就像是一面鏡子，為西亞加拉人映出他們的過去，現在，以及未來。

### 舊的敵人，新的敵人

西亞加拉的重建過程持續了好一段時間，但是超空間核卻仍然不得安穩。銀河東緣（Eastern Fringes）這塊長久以來不斷受到維格（Vaygr）艦隊侵擾的區域似乎又陷入了戰亂之中。但是這次的武裝衝突和以前有相當的不同。之前那些無組織，小規模襲擊此區的游擊部隊，似乎組成了一隻巨大的艦隊，不斷的向前推進。

看起來新的軍閥已經控制了原本各自分裂的維格部族以及泰丹餘黨，統一成一支巨大的軍團。只知道此人名為麥肯（Makaan），他的聲音卻不能被忽視。數百年來的小規模侵擾，現在變成一場以西亞加拉為目標的神聖長征。

在分析了麥肯艦隊的移動之後得到了這樣的結論：他集結了自流放時期以來最大規模的艦隊，向西亞加拉進軍。此外，他的艦隊的移動速度和移動方式，顯示出神話以及預言中所說的第三顆超空間核，目前在麥肯的手上。

維格的來襲也震驚了銀河議會，維格軍團隊於邊境的一系列侵略行動如同野火一般快速的蔓延開來。短短數年間，整個銀河內環區陷入了戰火。許多人請求班圖西人干涉此事，但是班圖西人仍然神秘的保持著距離，不願意干涉銀河內環區的命運。隨著戰火不斷的蔓延，原本存在了數千年的銀河議會也跟著分崩離析。

麥肯的人民稱他沙鳩卡（Sajuuk-Khar），他們的預言中將會帶領他們征服銀河、得到救贖的天選之人。他不只是一統了維格，他給了他的人民動機、夢想、以及作戰的理由。很明顯的，長久以來受到維格侵擾的銀河東緣，最多只能抵擋這個重生的游牧民族幾個月的時間。

### 麥肯與沙鳩卡

在麥肯的領導下，維格人以前所未聞的強大力量，速度，以及數量向前推進著。那些陷落的星球的天然資源被完全的搾乾，成為其艦隊擴張的動力，讓麥肯得到更多的勝利。麥肯的軍隊如同煌蟲過境的勢不可擋，彷彿他們唯一的目的就是摧毀所經過的一切。直到將許多倖存者的報告拼湊起來後，他們真正的目標才變的明朗。

戴阿米德再一次的尋求凱蘭的指引，而這一次她建議將超空間核重新啟用。不過，凱蘭要求如果這個建議被接受，要再一次將她本人的神經網路和超空間核連結在一起。她說：「如果我能坐視我的人民被毀滅，我當初就不會帶領他們返回家園。我這麼做並不是因為這是責任或義務，這是我的宿命。」

戴阿米德試著說服凱蘭重新考慮，畢竟現在有許多人更適合，受過更好的訓練，而且也擁有那曾經讓凱蘭與眾不同的神經聯結裝置。在凱蘭帶領著第一艘母艦回到西亞加拉後，已經建造了數百艘有超空間跳躍能力的太空船，不論是科技還是操作技術上都有了長足的進步。更重要的，凱蘭對西亞加拉的人民太重要了。她是西亞拉信仰的中心，也是引領西亞加拉人的舵手。但是凱蘭並沒有改變心意。如果超空間核將要重新啟用，麥肯的艦隊也已經整裝待發，那麼就要由她再次領航。因此，當新的母艦－西亞加拉的榮光－在坦尼斯遺跡中建造時，凱蘭親自到場監督最後的組裝與測試工作，以及那顆將要被安置在內的超空間核。很快的，她的意志將會再次領導著母艦，因為只有他明白麥肯以及他手中的第三顆超空間核所代表的意義。

末日的時代開始了。
MC
];
