<?php


return [
    'title' => '萬艦齊發系列年表',
    'desc' => '長達數萬年的編年史',
    'main_image' => null,
    'head_ban' => [
       'class' => [],
       'type' => 'sidekick',
    ],
    'content' => <<<MC

- Circa：卡拉克上的紀年法「瑟卡」，一年分成三季。
- ALF（After Land Fall）：西亞加拉落地回歸曆，以庫沈遺民回歸到西亞加拉之年為元年
- GSY（Galatic Standard Year）：銀河標準曆

|Circa|ALF|GSY|大事紀|
|-------|-----|---|---|
|百萬年前|||來自另外一個銀河系，使用試驗性超空間引擎的探索船 Naggarok 在超空間中感染到異獸細胞，雖然船員及時的摧毀了船上的引擎以及通訊裝置，讓異獸沒有蔓延到銀河中，但是仍然有一個求救信標被發射出去，上面帶有少量的異獸細胞。 百萬年後這個被松濤氏族的船艦發現，其上的異獸細胞也開始活動，異獸事件從此開始。（地動天驚）|
|???|???|???|未知的先祖文明活耀的時代，沙鳩克的傳說始於此時（萬艦齊發二）。據說在此之前卡洛斯墳場（Karos Graveyard）已經存在。 |
|x|約 -10000|x|鑄造三顆超空間核的巨大的先祖星艦在銀河中解體漂流。部分的殘骸中埋藏著能夠打開通往沙鳩克之路的先祖無畏艦（萬艦齊發二）|
|x|約 -4000|x|班圖西人發現超空間核，並開始星系間貿易以及散佈超空間技術。此後以其優越科技領導銀河約五百年。（萬艦齊發二攻略本附錄C）|
|x|約 -3500|x|不滿班圖西人以至高之姿統領銀河的人們掀起了太初之戰，班圖西交出領導權，銀河議會成立。之後西亞加拉人跟泰丹人由於領土問題而展開了戰爭，得到了超空間核力量的西亞加拉人勝利了。但是銀河議會的決議卻讓他們被迫放棄他們奪回的一切，班圖西人為了執行銀河議會的決議而對西亞加拉的軍隊進行武力鎮壓。之後班圖西人宣示絕不再重拾武力。西亞加拉人在泰丹人新領導者的逼迫之下被迫帶著超空間核踏上流放之途，未踏上流放之途者將被殺死或作為泰丹帝國的奴隸。（萬艦齊發二攻略本附錄C）|
|x|約 -3000|x|流亡者中少數在流放之途上存活下來的人到達了卡拉克。（萬艦齊發）|
|178|-1038|8472|松濤（Somtaaw）氏族中包括石匠，畫家，建築師，紡織工匠...的數百人在當時最有天份的族長泰加‧松濤的帶領下，於朗格馬金（世界的屋頂）山脈開始建築一連串的神廟。這33座神廟從沙漠延伸到山頂，合稱為光之路徑（地動天驚）|
|520|-696|8814|席德（Siiddim）氏族和加爾西安（Gaalsien）氏族因為宗教信念的衝突而展開了異端戰爭。戰火從這兩個氏族居住的北極延燒到南極，延續了約兩百九十年，直到隱居於特爾（Tiir）的那百（Naabal）氏族參戰才結束。（萬艦齊發）|
|741|-475|9035|土朗尼掠劫者於土朗星區首度出現（地動天驚）|
|約810|約-406|約9104|那百氏族的族長埃佛瑞地‧那百（Ifriit Naabal-Sa）向他的族人提議介入異端戰爭。不出幾年，擁有豐富科技知識的那百氏族建立起一隻科技化的強大軍隊，在三年間結束了近三百年的異端戰爭。埃佛瑞地在退位前在那百氏族的根據地特爾（Tiir）成立了全卡拉克氏族都能共聚一堂發言的戴阿米德議會（Daiamid），這也使得特爾成為卡拉克的首都。這個年代史稱理性萌芽時代（Tor）（萬艦齊發）|
|1024|-192|9318|卡拉克人的第一顆人造衛星在抗議中發射進入軌道。接下來的許多次任務發現了神秘的金屬碎片。之後針對從軌道中取回的樣本進行的檢查證實了這些金屬碎片不存在於卡拉克，也不存在於這個恆星系中，而是來自其他的星系。日後才知道這些碎片其實是載運西亞加拉人到達卡拉克的卡爾拖巴太空船剝落的殘片。（萬艦齊發）|
|1106|-109|9400|為了尋找星系中有無其他神秘金屬碎片，卡拉克人發射了一個擁有強力雷達的人造衛星。故障使得雷達天線指向卡拉克的大沙漠，卻因而發現的卡拉克上的第一個城市－長距離宇宙船卡爾托巴－被埋藏在大沙漠底下75公尺處。（萬艦齊發）|
|1110|-105|9404|開始卡爾托巴的挖掘工作（萬艦齊發）|
|1112|-103|9406|發現卡爾托巴的動力爐。之後針對動力爐以及其外圍模組所做的逆向工程讓卡拉克人的科技程度前進了五百年。之後卡爾扥巴被認為失去發堀價值，只剩下少數考古學家繼續研究（萬艦齊發）|
|1135|-80|9429|指引之石（the Guidestone）被發現。指引之石上有一張銀河圖。圖上銀河中心附近的某處有著所有氏族共通的古老文字：西亞加拉…家園。之後卡拉克人將所有的科技/工業資源投注在返回西亞加拉上。（萬艦齊發）|
|1159|-56|9453|用來航行到西亞加拉的母艦最終方案確定，母艦建造計畫開始（萬艦齊發）|
|1179|-36|9473|建造母艦所需的基本工程大致完成（萬艦齊發）|
|1185|-30|9479|Rei Magann被放在冷凍睡眠槽裡，並且被打上卡拉克軌道，環繞著卡拉克運行了六個月。這次的冷凍睡眠實驗完全成功，唯一的副作用是他之後因此出了一本書，內容有關於冷凍睡眠中所作的漫長夢境。（萬艦齊發）|
|1189|-26|9483|巨大的母艦船塢完工，開始母艦本體工程（萬艦齊發）|
|1209|-7|9503|班圖西人停止和泰丹帝國的貿易（地動天驚）|
|1214|-2|9508|母艦完工首航，並進行超空間跳躍實驗。遭遇土朗尼海盜，同時卡拉克的表面被泰丹艦隊利用禁斷的武器摧毀，殘存的卡拉克人被迫提前踏上歸途。（萬艦齊發）|
|1216|0|9510|僅存的卡拉克人，舊西亞加拉帝國的遺民，被迫長久離鄉的留放者（the Exile）終於回歸到他們的家園西亞加拉。泰丹帝國皇帝瑞西圖四世二位死於西亞加拉上空的戰役（萬艦齊發）。之後泰丹共合國成立，泰丹內戰全面爆發。（地動天驚）|
|1219|3|9513|坦柏氏族的最後一人「艾佛瑞‧坦伯沙」立下血誓，開始他對泰丹人「永恆的復仇」，在他手下有超過300名帝國戰犯伏法。（地動天驚）|
|1220|4|9514|新戴阿米德議會（New Daiamid）成立，坐落於西亞加拉的首都阿山奇西（Asaam Kiith'sid），但是新議會的公平性令弱小氏族詬病。同年，泰丹擁帝派進攻西亞加拉，被擊退。（地動天驚）|
|1221|5|9515|泰丹內戰大致結束，原先泰丹帝國的150星系中，只有60個願留在泰丹共合國內，其中大多數位在銀河中心附近。（地動天驚）|
|1222|6|9516|泰丹共合國和西亞加拉人簽署了一個正式的合作與不侵犯條約，共合國不但承認庫沈遺民對西亞加拉的所有權，也畫出5光年半徑的勢力範圍給西亞加拉人。（地動天驚）|
|1225|9|9519|泰丹擁帝派進攻西亞加拉，並進逼到西亞加拉上空，但被擊退。（地動天驚）|
|1227|11|9521|此時西亞加拉仍然常有食物管制。泰丹擁帝派進攻西亞加拉，並進逼到西亞加拉上空，但被擊退。（地動天驚）|
|1216~1231|0~15|9510~9525|泰丹帝國餘黨兩次嘗試利用武力來逼迫邊境星球統一。但是由於自己的派系鬥爭和銀河議會的武力介入而失敗。（地動天驚）|
|1231|15|9526|泰丹擁帝派進攻西亞加拉，並進逼到西亞加拉上空，但被擊退。異獸細胞被松濤氏族發現並且開始散播到銀河。傳聞部分的班圖西人在此時藉由人工的傳送門離開到別的銀河系，以逃避異獸的威脅。（地動天驚）|
|約1331前|約115前|約9625前|銀河議會由於泰丹帝國垮台後的帝國內戰而分裂。一連串小規模的戰爭在銀河中開始散佈，此為星塵戰爭（Dust Wars）。後來在東方邊境的維格人崛起，開始有組織的往西亞加拉前進，他們的目標是西亞加拉人手上的超空間核。（萬艦齊發二）|
|約1331|約115|約9625|由凱蘭‧傑特設計的第二艘母艦「西亞加拉的榮光」在大荒地中的坦尼斯遺跡建造完成，進行最後測試時候被維格人攻擊，所幸得以逃離，但坦尼斯遺跡和周邊設施則被摧毀。母艦在回到西亞加拉附近進行人員物資的補給後踏上了尋找沙鳩克的旅程。（萬艦齊發二）|

MC
];
