<?php

return [
    'title' => '萬艦齊發說明書 - 氏族歷史',
    'desc' => '描述卡拉克星上各個氏族的背景與文化',
    'main_image' => 'banner_troops.jpg',
    'head_ban' => [
       'class' => [],
       'type' => 'sidekick',
    ],
    'content' => <<<MC
本文為萬艦齊發一代說明書的第二部份：氏族歷史。

主體為當年朱學恆翻譯，松岡出版的台灣版說明書，少部分細節微調。

----

- [卡拉克星上的社會體系](#kharak_society)
- [加爾西安氏族](#gaalsien)
- [帕克圖氏族](#paktu)
- [索本氏族](#soban)
- [傑特氏族](#sjet)
- [那百氏族](#naabal)
- [馬南氏族](#manaan)

----
<a name="kharak_society">
### 卡拉克星上的社會體系

卡拉克星上的社會是由鬆散的家族體系所構成，許多這樣的結構包含了幾十萬的成員。一個擴張的家族群聚被稱為氏族（Kiith），大多數的考古學家都同意這套體系的年代可以追朔到我們來到卡拉克星之前。對古老傳說的解譯和卡爾－托巴中找到的史料顯示，我們祖先到達此處的旅程艱苦的足以將所有的社會結構徹底的拆散，只留下最基本的家庭結構。當卡爾－托巴的反應爐失效的時候，所有的難民可能都是由家庭或是朋友聚集成團體來逃難。艱困的環境和數百年的時光讓原先的克難制度—先照顧你所愛的人—成了一個固定的體系。儀式化的制度和聯盟與忠誠的態度成了我們後來所熟知的氏族系統。

氏族擁有一個以在家庭中的地位為依據的階級體制。一開始這完全是以輩分來做判斷的；但隨著科技改變了卡拉克星的生活，氏族體系也跟著改變了。今日氏族中的地位是以財富和影響力來做判斷，年齡所扮演的角色不再重要了。氏族體系是個遞迴的體系，基本上是種以核心家庭為依據而放大的模型。單一家庭擁有主要的領導者、次要的領導者和一群跟隨者；而下一個層級的氏族也擁有以同樣系統做改良的體系—有專做政治決定的主要家庭，也有一個聆聽爭執做出建議的次要家庭。氏族中的主要家庭被稱作族長（Kiith-Sa）。

這個結構其實並不穩固，而且所有的家庭可以照著自己的意願來更改自己所效忠的對象。一個家庭在氏族中的地位會隨著有多少人和他們訂下盟約而起伏。雖然改變氏族的狀況比較少見，但是依舊有家庭改投其他氏族或是獨立出來成為單一氏族的情況發生。

在古代，族長可以指揮氏族中所有的人力加入戰爭，指派某些家庭的財力和人力投入特殊的計畫，甚至將整個氏族移動到新的區域。現代，族長只有在符合全族利益，經過全族同意的狀況下才會成為氏族政治和經濟上的領袖。全卡拉克的族長每年都會在首都特爾（Tiir）中的議會進行協商，辯論全球的政治策略和各氏族之間的衝突。

傳統上，氏族會將他們的所有力量投注在一或兩種的信條上，並且藉著在某一方面的領域成為獨一無二的專家來吸引其它的家庭加入他們的氏族中。舉例來說，傑特（S'jet）氏族在科學領域中鑽研了近千年，因此擁有全卡拉克星上最先進的電腦實驗室。如果夫妻對電腦研究有興趣，多半會和那些擁有實驗室的家族訂下盟約。在不同氏族之間的聯盟通常是為了共同的目的，最後可能導致更為親密的連結或甚至完全的重組。在上個世紀中，當哈爾（Hraal）氏族中的製造業家族體會到未來將是由軌道系統所組成的時候，他們先試著影響哈爾的族長將資源投注在航太科技上。當這場賭注失敗後，哈爾氏族中的整個製造業家族脫離氏族，加入了擅長太空科技的小氏族。新的勒爾哈（LiirHra）氏族在母艦的製造過程中扮演了一個關鍵性的角色。

在近代，氏族們開始把權力轉移到個人身上，不過氏族依舊是社會上相當重要的一個身份象徵。今日，卡拉克的社會全部以追求同一個目標為榮，我們新的認同感讓我們體會到我們都只是一個大氏族的一份子。雖然我們的同胞統一了起來，但傳統是頑固的，對於任何人來說，依舊必須花上很大的力氣才能把整個種族擺在自己的家庭之上。

<a name="gaalsien">
### 加爾西安（Gaalsien）氏族

<div class="embedimg" style="float:left"><img src="/i/manual/hw1/kiith_gaalsien.svg" alt="加爾西安氏族圖騰"></div>

在所有的氏族之中，沒有哪個比加爾西安氏族在過去的歲月中失去了更多的榮耀。加爾西安的血脈十分古老，有些卡拉克上最古老的典籍就有了加爾西安氏族的記載。雖然有許多人對於他們是否直接來自於卡爾－托巴有相當大的爭議，但唯一可以確認的是：當卡拉克上又再度有文字記載的歷史時，加爾西安已經是精神和政治上的主要支柱了。

在歷史的記載中，小的宗教來來去去，但是卡拉克的大多數民眾相係「偉大造物主沙鳩克」，是他的手塑造了一切。主要的宗教信仰間差別不是在沙鳩克是否存在，而是在於他的個性，以及他為什麼會把我們帶來卡拉克。在理性時代來臨前，一般人都相信這是某種懲罰。這是很普通的邏輯，因為沒有神會就這樣把自己的子民拋棄在這樣的星球上。許多生存的技巧，包括保留資源已經不要將部族的未來賭注在未經嘗試過的方法上，都是由古老的經驗所傳承下來的。所有不被鼓勵的行為最後都會被描述為由於無知而遭到了懲罰。這種信仰讓我們的同胞在穿越大沙漠的旅程中保住了性命，但是在環境變得比較舒適之後，這種信仰也阻斷了創意的可能性。一般來說，從一個人認為沙鳩克的脾氣有多麽暴烈，多半可以推斷出他對於科技和文化的進步有多麽排斥。

在三個主要的宗教氏族加爾西安、費瑞爾（Ferriil）、和松濤（Somtaaw）中，加爾西安的教義最強調懲罰。他們相信沙鳩克是為了懲罰我們的無知而將我們從天堂打落到像這樣的地獄，所以我們的痛苦和折磨是理所當然的。加爾西安的神學家所宣揚的教義中最廣為人知的是用最古老的生存之道和哲學來盡量拖延我們在這裡的時間。早期，這個信條相當的適用，並且讓加爾西安氏族在 75 年到 250 年之間的各種生態災難中繁衍旺盛。在度過這段動盪不安的時間，人們開始更深入極區之後，更有創意的氏族開始掌權，加爾西安的勢力漸漸減弱。許多考古學家相信，加爾西安氏族刻意掀起異端戰爭，試圖藉由之後的混亂把較弱的氏族統一在它的旗下。

幸好科技註定要成為我們的信仰，在異端戰爭最後勝出的是那百（Naabal）氏族，壓抑和迷信的信條開始從人們的心中消逝。但是，延續三百年的戰爭徹底的摧毀了加爾西安的力量，殘存的分子則變得更加極端，像是要為整個罪惡的星球贖罪一般。在理性時代達到最高潮的 710 年，加爾西安已經縮減成只有三十個家庭的小勢力，他們的控制範圍只剩下沙漠中的神殿城沙鳩卡（Saju-ka）。也許是感到歷史遺棄了他們，也許是想要犧牲一切換回沙鳩克的恩典，加爾西安的族長執行了一個讓他們至今依然惡名昭彰的行動。

當時，沙鳩卡是卡拉克上的藝術文化重鎮。在他雄偉的神殿中藏放所有獻給沙鳩克神的無雙藝術品，在其圖書館中有記載我們種族所有成就的典籍，希望能夠讓祂的雙眼目睹子民們的努力，讓祂覺得我們不負祂的期望。由於沙鳩卡是建造在先民們往北方路程中第一個看到的山谷中，在之後的日子裡，沙漠不停地往北方推進了許多。在 700 年的時候，如果不是因為加爾・那百（Gar Naabal）這位偉大工程師所做的許多沙道與攔砂陷阱，沙鳩卡應該早就被沙漠給吞食了。有天晚上，在春風正強的時候，沙鳩卡被從我們的手中奪走了。在自認受到神啟的瘋狂狀態下，歿帕特・加爾西安族長（Miirpat Gaalsien-Sa）下令他的子民炸毀那些攔阻狂沙的裝置。在飢渴的沙漠開始入侵沙鳩卡時，數百次爆炸產生的光芒依舊刺眼。在兩天之內，這座城市就完全被掩埋了，數千人死於倉皇的疏散之中。

整個加爾西安氏族在缺席的狀況下被特爾的議會定罪，並且被認定為違法氏族。但是這種懲罰對於加爾西安氏族來說沒有多大意義。因為，在破壞了他們認為終究將帶來神怒的進步文明之後，他們就悄悄地隱入滾滾黃沙之中。

從那之後，加爾西安氏族就在中央大沙漠中漫遊，靠著他們視為珍寶的知識與技能存活下去。偶而他們會現身掠劫沙漠中的科學公社或研究站，並且留下大量的資料警告世人末日有多麽接近。想要追蹤他們，並且將他們一勞永逸消滅的嘗試每次都失敗。在人們口中開始傳頌一些沒有根據的謠言。因為在現代人的心目中，加爾西安唯一可能在沙漠中存活那麼久的原因，就是他們真的獲得了沙鳩克的青睞。甚至有人說他們在沙漠底下找到了祂失落的城市，再度開始祭祀沙鳩克，並且在黑暗中進行著獻祭。

在母艦建造過程中有不少破壞的陰謀，很明顯的都是由加爾西安所指使的。即使是今日，可能還有許多家庭暗自和這個古老的迷信氏族有所聯絡。

<a name="paktu">
### 帕克圖（Paktu）氏族

<div class="embedimg" style="float:left"><img src="/i/manual/hw1/kiith_paktu.svg" alt="帕克圖氏族圖騰"></div>

在 462 年以前，帕克圖氏族是個小農業氏族，居住在鹽海的邊緣。在他們偉大的領袖馬哲・帕克圖（Majiir Paktu）誕生的那一年，兩個北方最強大的宗教氏族加爾西安和席德（Siid）之間的鴻溝已經擴大到了無法忍受的地步。在四六二年，著名的席德會議宣佈了新的信條－席德傳統的宇宙觀：卡拉克是從天堂被放逐的信念－被放棄了。根據四六二的宣言，只有席德氏族擁有神族血統，而其他氏族都是卡拉克的原住民。因此，這些原住民的血不但較為低劣，還受到沙漠的污染。

根據這個信條，席德氏族開始針對許多非席德的部落執行一連串嚴格的歧視法案。這些人被稱為「葛瑞提敵（Gritiidim）」，也就是所謂的「沙民」。在這些規定中最為嚴苛的是淨水法案。他禁止了所有非席德氏族的人居住在河的上游，否則他們將會污染水源，讓席德氏族的人無法飲用。數以百計的家庭被席德氏族的祭司驅離，被迫放棄家園，流離失所的往下游移動。在 488 年，帕克圖也成了被驅趕的氏族。

同時，鄰近的加爾西安氏族神廟如同著魔一般的信仰著透過受苦來償還因驕傲犯下的罪孽。席德氏族理所當然的成為了加爾西安聖人講道時最適合的範例：席德氏族每次因為驕傲而行事，卡拉克的神就會要求更為痛苦、代價更大的贖罪。北方較為弱小的氏族早就因為席德氏族的壓榨而十分痛苦，此時他們寧願加入加爾西安氏族的庇護，也不願看到財產被席德氏族奪走。許多居民張開雙手歡迎加爾西安士兵和祭司進入他們的領土，卻被刀劍逼著眼睜睜看著他們「罪惡」的書籍和財產被烈焰吞沒，藉以取悅天神。加爾西安要求居民奉獻大量的食物和糧秣。有時加爾西安的祭師也會要求可怕的獻祭，因為他們認為不該只有心靈純淨的人受苦。

在席德氏族和加爾西安氏族之間的衝突與日俱增，即使是距離戰場遙遠的氏族也被迫要選擇立場。兩個氏族的力量都太過強大，沒有任何單一氏族可以向他們挑戰。在嚴酷的環境和宗教狂之間，「沙民」們終於準備要嘗試一件難以想像的冒險：穿越大沙漠前往南方，尋找新的土地。

在這個時候，馬哲・帕克圖已經成為了帕克圖氏族的族長。雖然第一次的大遷徙不見得完全是他的主意，但最後所有帕克圖氏族的命運確實是落在他手中。我們今日很難想像，當他的同胞在沙漠邊緣建造起第一艘巨大的沙帆車時，他心中到底是什麼感覺。雖然很多人相信南極應該也有可被利用的土地，但是從來沒有人能穿越廣大的沙漠活著回來證實這件事。唯一能證明南方有肥沃土地的，只有瘋狂的馬南旅者所說的「無盡之海與高及天際的綠草」。

這場遷徙的希望十分渺茫，只有徹底絕望的人才敢做出這麼驚人的冒險。

剩下的部分，就如同他們所說的一樣，都寫入了歷史。接近五十個氏族從阿拜迪都（Albegiido）的平原出發，闖入了廣大的沙漠，在猛烈的季節風中越過焦黑的土地。那些男女老少抵達胡南（Hunon）山脈時，只剩下十七個家庭倖存，而家庭中較為孱弱的成員都死於路程中。當他們掙扎著越過胡南山，更多的人犧牲了。由於沒有識途老馬帶領他們越過山區，許多人死於落石、毒水、乾渴、以及蜥蜴的攻擊。

故事繼續下去，許多的先民們在胡南山脈火紅的峽谷中因絕望而倒在地上，失去了前進的勇氣。雖然馬哲・帕克圖不見得是旅程開始時的領袖，但此時他絕對是眾人間唯一的領導者。他站在隊伍的前頭懇求人們繼續前進。他說：「我可以聞到海的味道，很快就到了」。

人們不相信他，已經有許多人開始回頭，準備走向停在沙漠邊緣的沙帆車。傳說中記載著，就在這個時候，一隻鳥出現在眾人頭頂無雲的天空。那是海的使者，繞行著炙熱的太陽。

第一次遷徙的氏族們跟著海的使者和馬哲・帕克圖穿越山脈。當他們站在最後一個紅色的山峰時，低頭望去所見到的是一望無際的灰色海洋。當時，為了紀念帶領他們來到此處的人，這座廣大的水體被命名為馬哲理安海（Majiirian Sea）。

第一次遷徙的人在馬哲理安海的岸邊居住下來，在他們費力重建家園的兩年中，許多的北方居民都以為他們罹難了。在第三年的冬天，馬哲・帕克圖和一小群的志願主開始了另一次穿越大沙漠的冒險。這次是為了將南方新天地的消息帶回北方，拯救許多依舊居住在戰爭和壓迫惡夢之中的人們。

馬哲・帕克圖死於這次的旅途中，但是七名跟隨者活了下來。這七名帕克圖氏族的人徒步穿越北方大地，並且在所到之處散播關於新天地的消息。在消息傳開之後，每年都有數十個家庭在著名的阿拜迪都平原上建造沙帆船，試著要調出臆斷戰爭的戰火和他們瘋狂的加爾西安與席徳主人的統治。

很遺憾的，席德和加爾西安氏族並沒有這麼輕易就放棄這些逃出暴政的人民。雖然他們忽視了大遷徙很長的一段時間，彼此都沈溺在征戰之中，但在 650 年，兩個強大的北方氏族同時想起這些逃往南方的氏族，並認為他們依舊是自己的屬民，從而可以獲取他們的大量供品與土地。

從 652 年到 700 年之間至少有三次嘗試遠征南方土地的計畫。最後一次的遠征算是其中最成功的，連恩・加爾西安（Liam Gaalsien）的部隊幾乎完好無缺的抵達了胡南山脈的入口，準備要消滅那些叛逆的南方氏族和族長。

在那一天，馬哲・帕克圖的孫子肯恩・帕克圖（Kim Paktu）和帕克圖的領袖們，在馬哲理安海的岸邊集結了三萬的兵力。每個士兵都穿著帕克圖氏族的衣服，每個旗手都高舉著他們的旗幟。

「這是我的同胞」肯恩・帕克圖說，「這是我們的土地，你在這裡沒有臣民」。

雖然面對著數量優勢又補給良好兵強馬壯的敵人，連恩・加爾西安還是率領著部隊投入戰鬥。當天跟隨他的加爾西安人只有極少數活了下來。雖然犧牲了數百人的性命，但南方的氏族中就勝利了，從此之後再也沒有類似的長征。

直到今日，帕克圖依舊是所有南方氏族的族長，即使是那些和他們沒有血緣關係的氏族也不例外。帕克圖的旗幟是白色的，以紀念載著他們通過大沙漠的沙帆車。上面有著一輪被鮮血染紅的太陽，紀念那些犧牲生命尋找自由並保衛自由的人們。太陽之中有海之使者的影子，這是希望和信仰的永恆象徵。

帕克圖相信獨立的可貴，痛恨宗教狂和獨裁者。他們的人民樂觀、有創意、喜愛冒險。當情況最惡劣的時候，總會有人提起氏族的格言：「我可以聞到海的味道」。

<a name="soban">
### 索本（Soban）氏族，靈魂的氏族

<div class="embedimg" style="float:left"><img src="/i/manual/hw1/kiith_soban.svg" alt="索本氏族圖騰"></div>

在卡拉克星的社會結構中，大多數的居民都和他們的氏族擁有穩固的連結。不只是在家庭中或是在親屬中，甚至在專業領域和聯盟中，我們都緊密相連。萬一我們被族長所驅逐，我們還是透過婚姻或聯盟而從屬於許多其他氏族，而我們也隨時可以改變自己的親族。

但過去並不是這樣的。在南方聯邦和那百氏族出現之前，只有極少數人和本身氏族以外的其他氏族有所牽連。即使有，這也只是臣服的下屬對主人進貢，換取保護，或是可以進行貿易的特權。在這之外，沒有部族歸屬的人就沒有任何其他的選擇。雖然今日的人們難以想像，但當年那些沒有氏族的人的命運足以讓現代人感到恐懼。在 416 年索本氏族出現之前，被趕出氏族就和死刑同義。

「灰色兄弟會」索本氏族的起源有些難以追朔。根據推測，當初似乎有兩個在第二座海邊擁有土地的臣屬氏族遭到臨近較為強大的氏族的祭司攻擊。這群人奮勇作戰，絕望地保衛自己的家園，殺死了幾名入侵者。入侵者為了報復，殘酷的懲罰了那些投降的倖存者。他們觸犯了許多社會上最基本的禁忌，所有農民的孩子和每個家庭的家長，不論是男是女，一率遭到屠殺。逃過一劫的人被趕出居所，沿著閃礫砂漠疆這恐怖的消息傳給他們的族長。

這群人的首領是索本，後來人們稱它為「血紅索本」。他跪在族長面前，指控鄰近氏族對他的同胞所犯下的罪行，並且要求復仇。他自願率領部隊教訓那些入侵者，讓他們知道不應該犯下如此的錯誤。他期待族長的子民會加入他，迅速的前往閃礫砂漠，替他們復仇。

很不幸的，援軍根本沒有出發。索本的族長擔心會遭到報復，或者根本意識到自己無法面對更強的氏族，斬釘截鐵地拒絕了復仇的行動。相對的，較小的氏族必須加入較強的那個氏族，讓自己的血脈和那些謀殺犯的血融合在一起。

索本聽見後，羞恥地將氏族的徽號從身上撕去。他的跟隨者也照做了，這樣等於是徹底的背棄了他們的氏族，這在當時是前所未聞的。特別是沒有土地的男女更是從來沒有這樣做過。根據傳聞，索本當天宣布，當族長竟然漠視那些在地下哭喊的兒童冤魂時，「氏族」這個詞對他來說再也沒有意義。唯一值得這個稱號的只有靈魂的氏族，也就是由擁有相同意志與相同目的的人所組成的團體。

所有索本的部屬都披上了新的顏色，深沈的血紅色，從心臟中流出的鮮血顏色。雖然當時他們的數量並不多，但是他們氏族的第一個行動就是成功的攻擊原來是他們屬地的居所。當他們離開舊農場時，沒有一根草或一塊石頭完好無缺，一切都遭到了徹底的破壞。每個入侵者都被殺死，索本氏族的殺人手段讓他們在之後許多年都惡名遠播。

索本氏族從此之後就成了軍事化的氏族。隨著時間流逝，他們發展出一套獨特的儀式。雖然當時有許多的軍事化氏族存在，但是這些氏族的目標和組織都是相同的。他們軍事化的目的只是為了想要擁有鄰近弱小氏族的財產。只有索本氏族完全沒有領地，是徹徹底底的傭兵。

索本傭兵在卡拉克的歷史上一直讓人十分好奇。有好幾個世紀的時間，索本傭兵參與了星球上每一場的軍事衝突，而他們擔任士兵與指揮官的能力也頗為受人稱頌。當索本族的個體賣出自己的服務時，他們就會穿上新氏族的衣服，並且為了那個氏族戰鬥，不計個人代價或損失。當這段服務的期間結束（精確的可用分秒來計算），索本傭兵將會放下武器，脫下此氏族的衣服，回到自己的氏族去。就算結束的時間是在戰爭中或是離家數千里的地方，他們依舊會馬上行動。與他們之間的合約無法在現場修訂，只能透過他們的族長進行。

直到今日，索本氏族依舊沒有任何標準的家庭體制。他們之間不准有任何的婚姻，雖然索本氏族的婦女可以和任何人有各種各樣的關係，但是並不會有所謂的索本小孩。索本氏族生下的小孩會託付給其他氏族，或者親生父母必須要離開氏族來養育小孩。

即使卡拉克星已經有兩百年沒有重大戰爭，但是索本氏族的專長依舊十分的珍貴。他們的影響力和金錢從來沒有減少過。當其他具有影響力的氏族，像是那百氏族需要情報軍官或是安全軍官時，他們都會比較喜歡雇用索本的戰士。幾乎所有近代的將領都在索本氏族管理的軍事院校中受過訓練。這些軍校現在對所有人開放，人們可以花錢獲取過去只有索本氏族的成員才能享受到的訓練。

只要還有男男女女不滿現況，真正的所本精神就依然存在。有些人依舊會放棄氏族的所有連結，自願加入索本氏族。有些則是因為違反了其他氏族的信條而被趕出氏族，被迫加入索本氏族。在所謂的「和血紅對話」之前，所有準備加入索本氏族的人都必須做出和幾個世紀前索本一樣的動作，脫下身上所有氏族的象徵，也就是代表脫胎換骨的意味。對於某些人來說，這代表的是徹底的叛逆，對於其他人來說，這是最後的救贖。不過索本氏族對他們都一視同仁的給予軍事作戰的訓練，我們的社會應該要為此感謝他們才是。

<a name="sjet">
### 傑特（S'jet）氏族

<div class="embedimg" style="float:left"><img src="/i/manual/hw1/kiith_sjet.svg" alt="傑特氏族圖騰"></div>

傑特氏族在各氏族的權力結構中是個相當特殊的存在。雖然他們是個古老的氏族，各地的族長都會向他們請教專長領域的知識，但是他們從來不曾把自己的力量轉化成任何政治的影響力。事實上，傑特氏族是唯一真正擁有可以直溯卡爾－托巴古城血脈的氏族。在指引之石被發現的天文神廟牆壁上所雕刻的計算和文字中，就提到了一群熱衷觀察天文的哲學家，家族的名字正好就是傑特。連傑特氏族由一連串圓圈所組成，代表天體球層的徽號，也被刻在神廟的大門上。現在大家多半認為是傑特氏族興建了神廟保存指引之石，並且不停的掃描天空，想要找到回家的路。這也就是傑特氏族真正的力量所在，對求知、觀察、質問、預測、和紀錄的渴望。

在古代，他們是第一個繪製出卡拉克星系中星球運動的氏族，也是首先藉此推算出曆法的學者。他們預測出在赤道附近沙暴每十三年肆虐一次和推算每季何時會降雨的人們。在異端戰爭中大多的歷史和之後的勢力變遷都是由傑特的史官們忠實地記錄下來。這些是當他們在觀察表土的摧毀和沙漠的進逼時順便記載下來的資料。

在這段動盪不安的年代中，傑特氏族身為同盟和顧問的腳色太重要，不可能讓任何人將他們收為臣屬。任何殺死或拷問傑特氏族成員的氏族都會被這群科學的哲學家排斥百年以上。為了避免他們的知識受到濫用，所有想要加入傑特氏族的家庭必須親自向傑特族長宣誓效忠，在替傑特氏族服務兩代之後，才能夠分享這些神聖的知識。唯一曾經動搖過傑特氏族的醜聞發生在理性萌芽時代。當時有些節特氏族的家族私自和那百氏族建立了盟約。這些秘密的那百成員利用他們身為傑特氏族的特權，在戰火中的氏族四處穿梭，進行救援和情報搜集的工作。當眾人發現這件事情後，情緒非常的激動。不過族長福羅・傑特（Fliir Sjet-sa）認為狀況特殊，情有可原。雖然她用盡全力說服了大多數氏族的成員不要監禁或放逐那些牽扯進去的家族，但是直到今日傑特氏族跟那百氏族之間依舊不太信任彼此。科學是否能被當作一種力量的爭辯也一直是熱門的話題。

隨著理性時代的進展，傑特氏族延伸了他們的研究，並且脫離了傳統上天體學和數學的範疇。不同的家庭開始深入研究卡拉克的自然現象和當地的生命。在一個世紀內，傑特氏族就對特爾城的議會提出一份科學報告，證明我們和此地的生物相似性極低。證明了宗教上流亡信仰的這個科學證據徹底的震撼了卡拉克的社會。但是，這也建立了傑特家族指向真理低頭，不管真理本身多麽讓人困擾的印象。

在母艦計畫進行的時候，傑特氏族終於找到了一個目標，可以讓科學獲得應用而不至於腐化。這個信仰強烈到足以讓他們屏棄和那百氏族之間的嫌隙，將他們的科學理論加入到那百的應用科學之中。是傑特氏族的超級電腦計算出超空間引擎所需要的量子波形。傑特的生化實驗室改進了我們的冷凍冬眠技術，讓殖民外太空的夢想成為可能。也是傑特氏族想出了提供母艦指揮核心的解決之道，否則這個計畫根本不可能完成。

凱蘭・傑特（Karan Sjet）是虎爾・傑特族長（Huur Sjet-sa）唯一的女兒，也是統治權繼承人之一。她是負責母艦指揮和控制系統的研究部門的神經科學研究者。許多人不敢告訴全世界他們的夢想不可行，但是終於傑特氏族精神的凱蘭不但敢議會說明這個困境，更提出了一個可怕的解決之道。身為傑特氏族的人，他在一次的拒絕被困境打倒，提供自己的身體作為母艦的指揮核心。

在我們的同胞展開新旅程的前夕，傑特氏族擔任開拓新領域的先鋒是再好也不過的了。無論代價是什麼，他們都可以協助我們滿足對知識的渴望，撫平我們對未知的恐懼。

<a name="naabal">
### 那百（Naabal）氏族

<div class="embedimg" style="float:left"><img src="/i/manual/hw1/kiith_naabal.svg" alt="那百氏族圖騰"></div>

在那百氏族神秘的於異端戰爭中現身前，沒有多少關於那百氏族的記載。在歷史初期的時候，有幾個組要的氏族記載中提及那百氏族，但是多半被當成傷人或異教徒。加爾西安氏族特別熱衷於迫害在那百旗幟下的家族。也有不少的證據指出，正是加爾西安氏族的迫害讓他們躲進了卡拉克極區冰帽中的小山谷裡。由於那百氏族的標誌是卡拉克星，背景襯上許多小的圓圈和線條，和卡爾－托巴廢墟中的電路板上的符號十分相近，所以有些考古學家主張，那百氏族可能是由當初維修船艦的核心技術人員所組成。雖然這個理論十分適合將未知的過去和目前的大冒險連結起來，但是著些推斷都太過巧合，大多數的學者們評價都不高。

那百氏族對於澄清他們過去的歷史並沒有多大的興趣。這些證據也只有在那百氏族介入異端戰爭之前才開始出現。在異端戰爭中，那百氏族結束了戰爭，並且建立了議會。在那三世紀的混亂當中，那百氏族幾乎和卡拉克星的其他人切斷了所有的通訊。意外踏進他們山谷中的商人或是難民們都受到熱誠的歡迎，讓他們在此重建家園。由於歷史上沒有紀錄有任何人拒絕過這項提議，所以我們並不知道其他的選擇是什麼...許多由直接效忠族長的家庭所組成的小團體往往會悄悄的離開隱居地，拯救那些頻臨毀滅的文獻，多半是因為保存這些文獻的城市在不斷的戰火之中。有時候這些小組甚至會救出因為異端邪說而被囚禁的學者們。直到埃佛瑞地・那百族長（Ifriit Naabal-sa）即位之後，這種孤立主義的態度才跟著改變。埃佛瑞地明白這場戰爭已經開始摧毀卡拉克行星上人們賴以為生的社會結構。農田被燒毀、水壩被破壞、沙井被夷平，這一切都只是為了奪取敵人的資源。在這樣的災難之下，卡拉克聞名的末日指日可待。

雖然他們宣稱自己是和平主義者，但是那百氏族所發現的和研究的科技幾乎都有軍事上的應用。所以，當埃佛瑞地對族民們提議要介入戰爭的時候，他們只花了幾年的時間就建立起強大的軍事力量。那百氏族將炸藥、蒸汽機、和提煉化學原料的秘密隱藏了好幾百年，當他們從特爾城以如同戰神般的英姿衝出時，委實無人能敵。蒸氣推動的車輛拖著大砲轟倒獨裁暴虐氏族的城牆，一小群穿著強化盔甲，拿著機槍的士兵打敗了二十倍以上的軍隊。埃佛瑞地・那百族長在每一個被解放的聚落、村莊、和城市中演講，只要他們願意放下武器，停止這種毫無意義的破壞，那百氏族就願意和他們分享所有科技的果實。和異端戰爭中的強權不同的是，那百族長並不要求人們放棄原先的氏族，他要求的只是停止戰爭。其他受盡三百年戰爭所苦的弱小氏族們紛紛接受了他的條件。很快的，那百氏族的軍隊就擴張了五十倍，參加的成員都是想要盡一切可能終止異端戰爭的氏族。

在短短的三年中他們就達成了目標，埃佛瑞地在退位之前所做的最後一件事是在特爾成立議會，讓卡拉克上所有的氏族，不論強弱，都可以在此地坐下來，決定全球的政策。

在接下來數十年間，那百氏族利用他們已經不再是秘密的冶金學和建築學修復、改進了卡拉克星上的所有建築。即使弱小的氏族只是想要學習那百的技術，也可以加入他們的氏族。在那之後，他們就可以脫離氏族自行發展。許多現代社會中的工業氏族都是在那百氏族的羽翼下成長的。在理性時代開始兩百年後，那百氏族已經將原先通往南極危險的沙舤車道路更換成蒸氣推動的軌道車輛。並且也讓南方的帕克圖族長在議會中擁有一個永久的席位。

那百氏族接下來似乎引入歷史相當久的一段時間，但卡爾－托巴的發現改變了這一切。從那時開始，那百和傑特與索本氏族建立了永久性的聯盟關係，開始影響卡爾－托巴的挖掘行動，並且開始研究當地所發現的古代高科技，再一次的，那百氏族十分小心地散佈財富與知識，並且積極推動母艦和回到故鄉的計畫。

在過去五年中，當母艦已經快要建造完成之後，那百氏族又再度隱身在政治和工業的背景之後。財政上的分析顯示那百氏族在太空中的投資開始增加，特別是在小行星帶，以及氣態巨行星哈爾蘇克（Haarsuk）的衛星上建立研究中心的計畫。其他人也注意到那百氏族在冷凍冬眠的自願者中佔了比較多的比例。大多數的觀察家們同意，這是那百氏族想要再度參與宇宙中的未來的一個象徵。

<a name="manaan">
### 馬南（Manaan）氏族

<div class="embedimg" style="float:left"><img src="/i/manual/hw1/kiith_manaan.svg" alt="馬南氏族圖騰"></div>

所有氏族中最奇特的也就是馬南氏族了，或者也被稱為「旅行者」。馬南氏族之間的血緣聯繫並不強烈，他們的外表和傳統差異相當大，但是他們依舊被外人視作一個家庭。因為這些遊牧民族幾個世紀以來一直被視作禮儀和道德的破壞者、好人家子女的引誘者、以及順手牽羊的傢伙。

對馬南氏族的歧視相當容易解釋。有一段時間，當卡拉克上的人們都是辛勤工作的農夫，胼手胝足換取溫飽的時候，馬南氏族依舊保持著傳統的遊牧生活方式。他們從一個地方旅行到另一個地方，在任何有水的地方停下來休息。如果這個水源被村莊包圍，他們也期待對方會提供款待。雖然他們對於農夫和城市居民都沒什麼敵意，但他們依舊拒絕定居下來。他們受到卡拉克星上其他人難以理解的，追求新經驗和漂泊的渴望所驅動，在一個地方待不了多久。馬南氏族從來不會在同一個地方停留太久，他們會突然間放棄村莊所提供的安全（還有辛勤的工作）。

最早關於馬南游牧氏族的紀錄是出現在 340 年。當時白沙漠附近的居民抱怨農地遭到遊牧氏族的劫掠。他們送給族長的報告指出，白沙漠的屯墾區最近拒絕了一群遊牧的氏族，不讓他們在水邊紮營。雖然馬南氏族當時和平地離開了，但是晚上他們「數以百計」的衝進城鎮，擊潰了驚訝的防禦者。最後，他們指控馬南氏族偷走了幾乎一頓的食物和好幾百人重的飲用水。非常巧合的是，這些數量剛好是這些居民應該上繳給族長的歲貢。

雖然白沙漠居民的指控後來廣為流傳，在接下來許多世紀中甚至成為對馬南氏族的基本認知，這些指控本身卻十分可疑。首先是馬南氏族「數以百計」湧入的報告有些不可思議，因為馬南氏族傳統上的群體只有一個家族左右，裡面能工作的人手了不起十幾個人。要遇到上百的馬南族人，你可能必須要去參加他們一年一度，在費倫沙（Ferin Sha、跳舞之地）上所舉行的聚會。費倫沙不只距離白沙漠將近兩百公里，聚會的目的也主要是在歡唱跳舞，而不是劫掠殺戮。費倫沙上不能夠發生任何的戰鬥，在聖地上流血是馬南氏族最大的禁忌。

很不幸的，把馬南氏族當作小偷的傳言並不是毫無根據。雖然馬南氏族大多數人不可能犯下劫掠的罪行，但是他們氏族中依舊有群體可能可以帶走幾桶清水。大多數的旅行者可能都會偶而犯下一些順手牽羊的小罪。真正的問題並非馬南氏族是否真的是小偷，而是大多數的社區為何會將大門對他們開啟呢？答案只有兩個字：娛樂。

馬南氏族一直都是以商業維生，但是在大遷徙之前，他們根本無法在北方村落之間的官方貿易途徑競爭，至少在運送普通貨物上是如此。為了要生存下去，旅行者的氏族必須要能夠帶給招待他們的主人一些在其他地方得不到或無法便宜取得的東西。在某些情況下，馬南氏族會從遠方的聚落攜帶稀少的藥品或違禁品。不過由於馬南氏族的車隊在進入其他人的聚落之前通常會被徹底的搜索，所以他們大多會攜帶更為平常但更有價值的貨物：音樂、笑語、和表演。這可以讓人們從艱苦、永無止盡的工作中暫時鬆一口氣。馬南氏族有很長一段時間靠著他們的智慧和娛樂聚落民眾的能力生存下來。他們有歌手、詩人、魔術師、舞者、演員、和雜耍藝人。雖然這和馬南氏族會用邪惡魔法的傳說無關，但他們的確可以讓你十五歲的女兒和錢包無聲無息的消失。

在大遷徙之後，馬南氏族的生活有了重大的改變。雖然他們在第一次橫渡中沒有扮演什麼重要的角色，但是在 490 年眾人離開阿拜迪都平原的時候，有一個旅行者家族和他們一起離開。他們之中的大多數在 497 年回到北方，把有著三張主帆的沙漠車一起帶了回來。馬南氏族吸收這種新科技，並做出許多改良。

在異端戰爭開始時，依舊居住在北方的馬南氏族在席德跟加爾西安氏族的統治下受到相當的迫害。他們自由自在和愉悅的態度對兩大氏族來說都十分的礙眼。兩大氏族唯一共同承認的信條，就是馬南氏族是對沙鳩克最大的褻瀆。在 513 年，費倫沙所舉辦了最後一場慶典。當時有一群席德的軍隊攻擊了跳舞之地，並將所有的參加者屠殺殆盡。

在費倫沙大屠殺之後，馬南氏族的生還者們拿起了刀劍。對位於沙漠邊緣的席德氏族來說，過去馬南盜匪的傳說成為了恐怖的事實。沒有人可以躲過這些沙漠盜匪，只要在地平線內出現了風舤的影子，就會造成眾人的恐慌。但不過一百年，馬南氏族就對流血失去了興趣，開始利用他們的車輛進行更有賺頭的工作。當族長之母喬拉・馬南（Jora Manaan）宣布對席德的戰爭在 656 年結束之後，馬南氏族在帕克圖氏族的領土上建立了新的跳舞之地，並且將車隊完全轉為貿易之用。

馬南氏族的遊牧精神到今日都沒有消失，馬南氏族依舊控制著大量的財富，而且他們是卡拉克上最適合擔任外交官或是政治家的氏族。馬南氏族也有許多成員擔任偵察機的駕駛，而且總是十分主動的自願駕駛實驗性的新機種。那種想要首先看到新的和不同的的事物的渴望依舊在他們的血管中不停流動。


MC
];