<?php

return [
    'title' => '萬艦齊發說明書 - 歷史與科技簡報',
    'desc' => '描述萬艦齊發一代之前數百年的歷史',
    'main_image' => 'banner_hw1.jpg',
    'head_ban' => [
       'class' => [],
       'type' => 'sidekick',
    ],
    'content' => <<<MC
本文為萬艦齊發一代說明書的第一部份：歷史與科技簡報。

主體為當年朱學恆翻譯，松岡出版的台灣版說明書，少部分細節微調。

----

- [起源之謎](#c1)
- [外星創世論的疑問，以及早期的太空飛行任務](#c2)
- [發現卡爾－托巴（Khar-Toba）](#c3)
- [母艦（Mother Ship）](#c4)
- [建造上的挑戰](#c5)
- [母艦系統和部門](#c6)
- [輔助船艦科技](#c7)
- [任務優先度](#c8)
- [指引之石與銀河結構](#c9)
- [指揮優先順序](#c10)

----

<a name="c1">
### 起源之謎

<div class="embedimg" style="width:185px;"><img src="/i/manual/hw1/fig_1_1.png"><p>圖 1.1: 從太空中鳥瞰沙漠行星卡拉克</p></div>
有關於我們來自於何方這個問題，在有歷史紀錄的一千三百多年中一直是爭論不休的話題。由於卡拉克星[^A1]極為艱困的環境，導致神話和傳說中一傳頌著一些不需掙扎求生的美好天堂。在不久之前，有關於我們遙遠過去的臆測皆屬於宗教的範疇[^A2]；但是，在「理性萌芽時代」[^A3]開始之後，因為生物學和化學的蓬勃發展，學者們才發現了我們的生化組成和卡拉克星上的生命大異其趣，幾乎沒有任何的共通點。極為諷刺的是，也正是因為這場科學革命所帶來的許多科學進展，才提供了適當的哲學環境，讓最新的理論和最古老的神話結合再一起，誕生了目前為一般人所接受的「外星創世論」。除了極少數的細菌和唯一的一種草食動物之外，我們的蛋白質螺旋和卡拉克星上所有的原住生物完全不同。這讓我們只能別無選擇的開始考慮自己是否為外來的生命。顯而易見的，這個問題的答案只會引來更多的問題。

[^A1]: 卡拉克是個十分古老的行星（大約六十七億年），所有的地質活動幾乎都已經到了末期。大多數的地形起伏都受到風化作用的影響而消磨殆盡，除了極地區域之外，整座行星被廣闊的大沙漠所包圍。這些極地之所以沒有被沙漠吞沒，都必須歸功於北極的三個海以及南極的馬哲理安洋。在赤道地區的溫度可以高達水的沸點。除了微生物之外，唯一能夠在該處存活的生命必須躲在深層的地底或是地下的水道中。也有少部分的生物是透過在最高溫的季節進入休眠狀態來保持生命的。極區可說是此地最適合我們同胞居住的地方，但由於罕見的可耕地和稀少的資源，讓全球的人口無法超過三億人。

[^A2]: 卡拉克的早期歷史充滿了各氏族為了領土和宗教信仰而起的爭端。這樣的衝突在 520 年的時候到達了高潮，當時北極兩個最強大的氏族，席德（Siiddim）和加爾西安（Gaalsien）為了「上帝為何將我們遺棄在這樣的地方」而宣戰。席德相信我們本來是一個居住在天堂中的偉大民族，由於我們的驕傲和自大，於是上帝將我們貶到這樣的世界中。而加爾西安認為這種想法對他們的信仰是一大褻瀆。加爾西安認為我們被創造的目的就是不斷的受苦，卡拉克就是我們唯一的家園。這場戰爭甚至也蔓延到了南極區域。甚至更細微的認知差異也導致了接下來一連串大大小小的戰爭，延續了將近三百年之久。也造成了許多事足之間的血海深仇。直到指引之石的出現才化解了這些仇怨。

[^A3]: 異端戰爭讓我們的同胞淪落到滅種的邊緣，珍貴的資源和社會架構在三百年之久的宗教衝突中遭到無情的摧毀。在 810 年時，當所有的派系資源耗盡，紛紛陷入內部衝突時，一個居住在特爾（Tiir）的小氏族放棄了隱居生活，重新入世。這個不為人知的北方氏族是第一個發展出化學炸藥的勢力，也因此在戰爭中幾乎無人能敵。他們同時也傳播一種以科學和邏輯為基礎的世界觀，並對那些願意居住在這種世界中的人們提供庇護。幾場決定性的會戰讓所有的人明白，其他迷信的氏族根本毫無擊敗那百（Nabal）氏族的機會。在二十年之內，特爾就成為新的首都，理性萌芽時代就此展開。

<a name="c2">
### 外星創世論的疑問，以及早期的太空飛行任務

<div class="embedimg" style="width:175px;float:left;"><img src="/i/manual/hw1/fig_1_2.png"><p>圖 1.2: 我們所在的螺旋銀河中心的照片。水平的暗帶代表的是被大量的宇宙塵所佔據的空間。相較於距離三萬五千光年外的明亮銀河中心，自然顯得相當的黯淡。</p></div>
在種種資料和研究的累積之後，很明顯的，我們這個種族應該是卡拉克的新住民。不過，這個理論並沒有讓我們滿足。我們用來抵達此地的工具和原因依舊成為激烈爭辯的中心，甚至促使了第一次軌道飛行任務的執行[^A4]。軌道探險時代的來臨帶回了我族並非誕生於卡拉克星的證據。在我們進展到載人飛行之後，太空人們立刻就在高層軌道中發現了不尋常的金屬碎片。緊接著的搜尋任務有了更驚人的成果。雖然我們只能找到手掌大的碎片，但樣本很快地就被送回大氣層內，降落在無垠的沙漠中。一開始的分析證明了這些是經過高科技加工的工具碎片。深入的原子分析證實了成分中擁有卡拉克缺少的痕量元素和同位素（稍後更證明了，整個星系中都沒有類似的物質）。

這是我們來自何處謎題的另外一個碎片，但也只能證明曾經有某種外星的裝置或是船艦曾經環繞過我們的星球，並無法帶來任何進一步的推論。這些微小的碎片為冶金學和製造學帶來了革命性的進展，讓我們了解到高張力的複合物是可以製造出來的。這也讓我們的推進動力學獲得了大幅的進展。我們一開始只是使用不穩定的重元素進行核裂變，接著是利用隨處皆可取用的氫設計核融合裝置；同時慢慢的將輻射屏蔽系統改良，變得更輕更小。這些科技的結合更鼓舞了我們的太空任務，讓我們的步伐成了跳躍。我們已經站在星系的邊緣，準備一窺宇宙的堂奧；但命運的作弄又讓我們把目光轉回到我們所居住的星球上。

<a name="c3">
### 發現卡爾－托巴（Khar-Toba）

在 1106 年，我們發射了一顆強力的雷達衛星，意圖在星系中的其他地方找到更大的碎片帶。由於姿勢調整引擎的故障，讓這個衛星轉而面對卡拉克，並且開始掃描的動作。計畫中的一名技術員雷凱博·加拉席（Leykab Jaraci）發現了一個出乎意料的巨大反射源。分析顯示出這個強力的雷達穿透了赤道的沙漠達 75 公尺之多，有強烈的證據顯示，該處有一座環繞著巨大金屬結構的城市。

在 1110 年，重複的雷達掃瞄證據終於說服了科技官僚們將所有的資源專注在前往大沙漠的太險上。雖然他們遇上了讓穿著最現代化的太空衣的人也會膽寒的狀況，但這些冒險的先驅們依舊找到了稍後被稱為「初始之城」的卡爾－托巴[^A5]。光是這樣的發現就足以成為考古學家的夢想，但是當正中央的金屬結構被證實為一艘先進船艦的股價時，更是掀起了全球的熱潮。除了一連串的金屬骨架之外，這艘船艦幾乎沒有剩下什麼東西。但真正的寶藏就在一個經過層層防護，深埋在地底下的房間之中。1112 年的第一次冒險中，在沿著古老的電纜探索時，工程師們打開了一個經過特殊防護，保存有該艘船艦能量裝置的房間。幾經艱辛之後，這個裝置才被運送到極地的首都特爾城。在經過逆向工程學的研究之後，這個裝置讓我們的能源和材料科學又往前躍進了一大步。但是，真正讓我們的科技超前五百年的，是連在這個裝置上的固態超空間傳導系統。在數十年的研究和分析之後，我們已經準備好朝著銀河跨出第一步。但是，直到 1112 年時，我們才知道還有多遠的路要走。

反應爐和超空間系統被視作卡爾－托巴的寶石，在他們被移往兩極的實驗室之中後，這座古老的城市留給了少數幾名專注的考古學家。他們在卡拉克最艱苦的環境中掙扎著繼續進行研究。這群學者由名為美維斯・沙加德（Mevath Sagald）的年輕女子所率領。在他鍥而不捨的努力之下，終於挖掘出了卡爾－托巴秘密的天文神廟，賜予我們整個文明新的目標與意義。一場意外讓他幾乎單槍匹馬的進行這次的發掘，當他打開神廟的內殿之後，他立即看出了眼前那顆鐫刻黑石的重要性。

<div class="embedimg" style="width:145px;"><img src="/i/manual/hw1/fig_1_3.png"><p>圖 1.3: 指引之石在卡爾－托巴的廢墟中被發現，年代至少可以追朔至三千年前。精確的銀河系圖樣和卡拉克的座標刻在黑色的表面上，在一個靠近銀河中心的小小區域上刻著一個古老的字：家。</p></div>
考古學家沙加德找到的東西對一般人來說十分不起眼，但卻是我們未來的一個重要里程碑。當他進一步研究這顆石頭時，發現這顆雕工精細的石頭險些在高熱下徹底的被毀。不論他原先是用做什麼目的，現在都已經難以辨認。古人將它保存起來，似乎是留給後代的訊息。它的表面上刻著一個代表我們銀河的簡單示意圖，以及一條從旋臂邊緣通往銀河中心深處的直線。在靠近卡拉克位置的點旁邊有一串顯示出三度空間向量的座標。在線的另一邊則只有一個字，雖然古老，卻是所有氏族通用的語言：西亞加拉...家。

這樣簡單，現在被稱為指引之石的物品，對我們文化所產生的衝擊幾乎無法衡量。我們的材料科學家確認了這樣物品的年紀至少超過三千年，而且他們也確信如果能夠前往這樣物品所產自的星系，必定可以立刻比對出來。在漫長的求生和內戰的歷史之後，卡拉克並非是我們真正家園的鐵證帶來了一個空前齊心合力的合作時代[^A6]。

在過去的兩百五十年之中，沒有任何重大的衝突和流血事件。我們把所有工業和科學的資源全部投注在一個目的上：

回到西亞加拉，我們的母星。

[^A4]: 並非所有的居民都贊同太空探險的計畫。較為貧窮的氏族中有極大部分的民眾認為科技和工業的產能不該浪費在這種計畫上。他們認為這些資源應該用來試著改善卡拉克，或研究可以養育更多人口的方法，並阻擋步步逼近的沙漠。隨著第一次軌道飛行的發射日期漸漸逼近，名為波・東印的神學家開始宣揚早已為人遺忘的古老傳說。傳說中如果我輩再一次地做出無知的舉動，將會徹底的觸怒上帝，帶來無比的悲劇。這提供了讓反對勢力集結起來的力量，並在南北極都造成了相當大的震撼。最後，狂熱的暴徒們試著在發射前夕破壞西魯明計畫的太空船。這個悲劇在兼任科技專家的政治領袖睿智之下方才化解。他們以肉身阻擋基地的砲塔不要對民眾開火，在發射所需的十四個小時之中不停地說服民眾。波・東印溜進防衛嚴密的基地之中，在火箭的主引擎之下不斷的祈求救贖，直到最後高溫的烈焰將他蒸發為止。他是這場暴動中唯一的烈士。

[^A5]: 卡爾－托巴似乎是我們的祖先在降落於卡拉克之後所建造的第一個城市。針對這艘古老船艦的分析顯示，他在降落的時候受到了巨大的創傷，無法將成員移動到氣候較為溫和的極地去。因此，整座城市環繞著這艘船艦建造，並且大多數延伸到地底，想必是我們的祖先為了逃避沙漠中的高溫和沙暴所做的權宜措施。最靠近船隻的許多建築都是用他的殘骸所建成的。隨著城市往外擴展，許多的建築物變成由手在當地沙岩上所刻出來的簡陋房屋。巨大的核融合爐心被從船隻中移動到地底來來提供所有居民需要的能源。在核融合爐失效之後，這座城市應該很快就崩潰了。

[^A6]: 如果考古學家沙加德把指引之時帶回了他的氏族，那麼卡拉克必定會陷入戰火連天的爭奪中，每個氏族都會爭相取得研究的權利。不過，沙加德發現他手中物品的重要性遠遠超過了對氏族或是對家族的忠誠。在一次各氏族族長齊聚的會議中，一位滿身是沙的女子帶著一塊古老的石頭打斷了他們激烈的爭辯。在第二天的夜晚，當地的科學家不只證實了這樣物品的真實性，更公開了它背後的無窮可能性。在獲知了這項事實之後，所有的族長立刻啟程趕回族中，宣佈我們並非是此地的原住民。從最大的工業氏族到最小的農業氏族，不約而同地得出了一個決議。全星球的工業和科技的力量必須投入跟隨指引之石路線的這項任務中。在我們來到這顆星球之後有史以來第一次，所有的人都成了同一個氏族。

<a name="c4">
### 母艦（Mother Ship）

<div class="embedimg" style="width:131px;"><img src="/i/manual/hw1/fig_1_4.png"><p>圖 1.4: 母艦的早期設計。母艦將會在這場穿越銀河的旅程之中擔任所有工作的基地。</p></div>
在 1159 年初，眾人終於決定要建造一艘巨艦，跟隨指引之石上面記載的路徑。這個計畫拖延了這麼久的原因很簡單：沒有任何人，包括天文學家或是宗教領袖，可以明確的指出到底是什麼工具將我們帶來卡拉克星。因此，也沒有任何人可以確定路上會遭遇到什麼樣的艱險。最後，我們終於決定要建造一艘萬能的船艦，可以完成所有的任務。包括在銀河的核心建造一個新的殖民地。這艘被稱為「母艦」的巨船必須身兼航空母艦、觀察衛星、複合式工廠，以及更重要的：它必須是我們數以百萬冬眠同胞的家。它必須能夠應付銀河中各式各樣的新發現，以及其中潛藏的各色各樣的危機。這將會是我們歷史上最大的一個計畫。各族的族長拋棄了彼此間的競爭，將所有的資源投注在研發和設計上，並且再將所有的精力注入極地的各個廠區中。同時，原先在科技和製造技術上苦苦追趕的氏族將所有的力量投入農業生產中，無條件的資助那些全力建造一切的氏族。

<a name="c5">
### 建造上的挑戰

由於計畫中的母艦是如此的巨大，光是建造出整個計畫所需要的週邊設備就花了整整二十年的時光。從殘骸帶拖出來的小行星停泊在卡拉克的高空軌道上。由人駕駛的切割船利用高能雷射將這些小星體切割成可以處理的碎塊並且將他們拖拉到相位裂解陣列（Phased Disassembler Array）的大口中。裂解陣列利用一連串的融合焰炬來將這些碎塊分解成基本元素。全自動的機器工廠接著將這些元素組合成目前任務所需的合金和複合物。在此處所學到的技術和經驗經過改造和應用之後，就成了將來為母艦服務的第二代資源收集艇。

下一步是建造出一個軌道船塢，也是母艦建造的位置。完成這個船塢就耗費了十年的光陰，他也是史上最大的人造建築物。船塢長 25.6 公里，安置在這顆行星的中高度軌道上。

<div class="embedimg" style="width:287px; float:left;"><img src="/i/manual/hw1/fig_1_5.png"><p>圖 1.5: 四個世代的人目睹了此船塢靜靜地環繞沒有月亮的卡拉克。從這個角度可以看見補給和支援的船艦在四周航行。</p></div>
從地表很容易就可以看見這個卡拉克從未擁有過的月亮。這座船塢在夜空中懸掛了四個世代的時光，只有我們之中最年長的長輩看過那片沒有閃閃發光的建物提醒我們未來命運的黑暗夜空。

在接下來的二十五年中，母艦慢慢的在船塢中成形。從最中間的核心開始，一層一層的累積起來，直到去年才加上最後一層的陶瓷外殼。在過去的八十年中，超過一萬名的技術員和兩萬五千個機器人日夜不停的在船上工作。許多早期所使用的融合焰炬和材料工廠也被拆解，成為母艦的原料。在這個龐大計畫中，一共有兩千三百五十七名的同胞為了我族的未來而犧牲，他們的名字都被母艦中心的超空間引擎上。我們永遠不會忘記這些人英勇的行為，他們的英靈將會守護著這艘船艦踏進超空間的領域之中。

<a name="c6">
### 母艦系統和部門

在這艘可以執行眾多任務的巨艦中，有許多區域是專門為了執行某個任務所製造出來的。

<a name="c6_1">
#### 艦隊製造廠

<div class="embedimg" style="width:276px;"><img src="/i/manual/hw1/fig_1_6.png"><p>圖 1.6: 位於母艦內的主要生產機庫。這是有史以來建造過最龐大的密閉空間，將可以支援所有尺寸的船艦。從這個角度看來，巨大的主機庫就位在組合區域的一個工廠平台之下。攻擊艇的停泊艙就設計在這些龐大的子甲板中。維修艦艇遍佈機庫中，它們必須執行無數關鍵的任務，從簡單的維修到複雜的組合都是由它們來負責的。</p></div>母艦其中一部分的任務是擔任機動的造船廠，就如同建造出這艘巨艦的船塢一樣。自動製造系統可以高速的建造偵查艇或是目前尚未設計出來的巨大船艦。許多可以平行處理的製造系統讓較大的零件能夠分開製造，最後再同步進行組裝的工作。如此將可以有效的削減製造較大船艦所需要的時間。船隻的零件和許多跨越各種平台的相同模組化技術息息相關，這樣可以有效的進行同步生產的流程。掌管艦隊製造的樓層可以利用多軌的生產設施來同時製造一個大隊的偵查艇、一個小隊的攻擊艇、以及足以裝備這兩組船艦的彈藥。巨大的機庫提供了數量龐大的停泊艙，並且讓它們可以同時接受各種各樣的維修和保養。同時，如果母艦有需要進入超空間的話，這些停泊艙也可以用來收納一整群的艦隊來同時進入超空間。

如果沒有資源收集船所運來的大量原料，這些都只是空中樓閣。資源收集船是利用當年建造船塢和切割小行星的切割船的設計所改良的。他是設計來篩檢和挖掘許多種類的太空資源，從固態的小行星到氣態的星雲都一樣。收集到足夠的數量之後，資源收集船把他們運回母艦，提供給相位裂解陣列做進一步的處理。雖然這座相位裂解陣列比原先的要小，效率更高，但和原來的融合焰炬陣列是一樣的原理。它會把任何的原料分解為基本元素，接著讓一座磁水力分流力場按照原子量來篩選這些蒸發的元素，並且將他們儲存到倉庫中。龐大的蜂巢式倉庫（幾乎有三立方公里左右的儲存空間）分佈在母艦百分之六十五的船殼之下。即使是任何一個倉庫阻塞或破裂，這樣的設計也可以繼續取用其它倉庫中的資源。同時，他們也可以當作最後一層的裝甲。

<a name="c6_2">
#### 導航系統

母艦擁有兩種航行的模式。第一種是應用核融合引擎的計畫，將大型的核融合反應爐串連起來，透過一個形狀特殊的磁力瓶頸將高溫高能的電漿噴射出去。姿勢噴射引擎則是透過綿延的管路來分享主噴氣口的高溫電漿，從而進行細部的姿勢調整。

母艦的第二組引擎並沒有人徹底了解，但這就是讓這場旅程成為可能的關鍵。在母艦底端的後方有一個防衛森嚴的巨大空間，裡面就是超空間航行系統[^A7]。這是在卡爾－托巴的黃沙底下所找到的裝置的忠實複製品。不過，為了配合母艦巨大的質量，它放大了大約十二倍。即使我們利用了各種尺寸的引擎和船艦來測試這類的設計，但是我們對超空間航行的知識依舊十分的有限。這也造成了我們在製造超空間波前的時候需要極為大量的能源，讓任何無法攜帶三座以上融合爐的船隻無法擁有空間跳躍的能力。

<div class="embedimg" style="width:187px;"><img src="/i/manual/hw1/fig_1_8.png"><p>圖 1.8: 在軌道上建造中的超空間航行系統。雖然整個系統的核心都是固態的，但是包覆在其中的能源和控制系統則是人造物中最為複雜的系統。在此圖中，只有上半部的航行系統露出在環繞的結構之外。</p></div>我們對於超空間的無知也帶來了另一個問題。我們只能夠製造出一個巨大的線性穿隧效應，對距離的控制則相當的原始。這套模組在設計中應該擁有單一波前跳躍兩千五百光年的能力。為了要啟動這個系統，我們必須要投入所有的能源，以讓它能夠跳躍過這麼遙遠的距離。如果我們想要小心地跳躍一個適當的距離，我們必須十分粗魯的中斷系統的電力，藉此停止波前的移動，跳回到一般的時空之中[^A8]。

超空間航行桶有三個最高優先的中斷設計。「目標獲取」中斷是根據我們的天文導航科技所設計出來的。這必須先在普通空間中觀察我們的目標，經過超空間數學演算，估算大約已經靠近計算出來的座標之後，立即切斷系統電源，跳回普通空間中。「異常」中斷適當母艦的感測器發現了重力異常時所啟用的流程。此時母艦會自動跳回普通空間收集情報；萬一造成重力異常的來源是其他的船艦，則必須進一步的調查。「安全」中斷則是當母艦控制中樞偵測到了波形或船殼強度有所異常的時候所執行的流程。這三種中斷都會讓導航系統自動把母艦送回普通空間中。

<a name="c6_3">
#### 艦隊指揮系統

隨著計畫逼近結束，母艦的龐大尺寸和複雜度也跟著展現在眾人眼前。即使是在最簡單的任務模擬中，每秒依然有極大量的數據需要分析、極多次的反應需要送出。這讓計畫中的艦橋成員增加到了數百人。當這些船員加入了模擬系統之後，整個指揮體系變得完全無法管理。很明顯的，只要面對任何的危機，母艦就的通訊就會陷入麻痺。

電腦專家們認為他們的模擬結果是絕對可信的，整個計畫也因此瀕臨崩潰邊緣。此時，一名年輕的神經機械學家提出了一個鋌而走險的計畫。當時，凱蘭・傑特（Karan Sjet）正好在研究可以模仿大腦機能的實驗性生物線路。當他聽見母艦的計劃因為資訊過量而面臨瓶頸之後，他意識到自己的研究可以有另外一個方向的應用。

神經機械學家傑特建議利用人腦，也就是他自己的腦，來連結活體神經系統和母艦的資料鍊[^A9]。

在成為了艦隊只會系統之後，他每秒能夠處理數百次的警報和更新，同時還能夠分析哪些任務可以自動處理，哪些必需要請船員解決。如果母艦進入了敵火的攻擊範圍，他還可以分析船艦上的所有系統，並且監控一切的反應。艦隊指揮系統可以觀察所有的船艦並更新它們的位置。研究報告也經由他的中樞加以處理，同時輸出有關於新的建造產能的計畫。

[^A7]: 固態超空間航行系統是一個能夠在周圍的結構中製造出相同波形的量子震盪裝置。這樣做的目的是在於加強一種被稱為量子穿隧效應的情況。由於這套系統是經由反轉工程而言就出來的，所以系統真正的原理依舊不確定。所有的科學家知道有關超空間運輸的知識都是由實驗得來的，理論的資料幾乎完全不存在。在如此關鍵的任務中貿然用用一個我們完全不熟悉的科技所會帶來的危險是顯而易見的。用來興建超空間航行系統的元素在卡拉克星上特別的稀有。由於資源的短缺，在母艦的系統付諸實行之前只有製造出幾個實驗用的原型機。

[^A8]: 目前我們對超空間的瞭解還有個問題，我們只能對我們穿隧經過的正常空間做有限度的重力梯度測量。這表示我們雖然能夠偵測到跟導航資料不吻合的重力異常，但想要知道異常現象的的其他資訊，就只能中斷超空間模組的運作。重力井也會讓超空間航行變得不穩定，失去原型機讓我們學到了超空間引擎必須在遠離星系重力曲線的地方關閉。

[^A9]: 唯一的缺點是他的研究距離基礎的神經介面依舊有著數十年的距離。將某人和母艦的資料系統融合的方法是打開他的神經軸，直接將資料鍊和生化線路結合在一起。為了要成為母艦活生生的指揮中心，我們之中必須要有人自願接受外科手術，切斷所有控制肢體和感覺的神經，直接和母艦連結在一起。他必須永久的被埋在艦橋中。凱蘭・傑特拒絕讓自己的科技應用在其他人身上。他現在成為了母艦的意志和艦隊指揮系統。

<a name="c6_4">
#### 艦隊情報系統

從衛星、觀察裝備和感測器上分析獲得的資訊是艦隊情報系統的任務。在主艦橋的上方是一個巨大的圓形房間，裡面擺滿了工作站和資料處理站，中央是一個全像投影坑，四周則裝設著許多的資料分流裝置。當母艦啟航之後，這個全像坑將會由最好的科學家、外交家、語言學家和戰術專家輪班執勤；他們每個人都是經過千挑萬選來擔任這個任務的。艦隊情報系統不只可以與母艦感測器陣列通聯，更可以和整個艦隊通聯。不管母艦在外太空遭遇到什麼樣不可知的狀況，艦隊情報系統將會翻譯所有的資料，並且盡可能地將精確的資訊和分析發送出來，提供情報和戰術上的建議。

<a name="c6_5">
#### 低溫冬眠系統

<div class="embedimg" style="width:154px;"><img src="/i/manual/hw1/fig_1_7.png"><p>圖 1.7: 冷凍室內部一景。冷凍匣艙在緩衝溶液中散置著。由於冷凍匣艙極為狹窄的溫度容忍度，必須要有極大量的容易才能夠維持儲藏庫中的溫度。萬一所有的電力全部都失效，所有的融合系統都失靈的時候，只要絕緣系統本身沒有被破壞，這套系統本身就足以維持六個月的時間。</p></div>

要建立一個新殖民地的計畫所面臨的主要障礙是維生系統的問題。能夠讓六十萬人在太空中生存的資源在目前的科技下絕對無法儲存和運送。母艦將會因此大幅的框展，再多的核融合爐都無法移動如此龐大的質量。為了解決長時間太空飛行的問題，我們的生命科學家轉而研究低溫冬眠系統[^A10]。藉由這個經過不斷測試後才運作的科技，工程師們開始在冬眠艙房中裝載此次旅程所需的六十萬具的冬眠匣艙。

即使在母艦啟航之前，志願者們就必須選擇放棄生命中的十二年以便接受冷凍，進行冬眠。首先，他們必須要經過處理，被放置在冬眠匣艙；接著必須要經過兩週的漸凍過程。匣艙此時必須放在卡拉克地底深處的儲藏室中，等到儲放模組收納一百人後就會發射到太空，裝上重型裝載艇。然後儲放模組會被裝載進巨大的冷凍室中。每個冷凍室足以提供一千個儲放模組的能源和冷凍設備，合計十萬人。

母艦上裝載有我們同胞的區域是整艘船隻上裝甲最厚，也最安全的地方。冬眠庫房綿延三公里，長度幾乎有一公里。生命維持系統唯一需要的就是對冷凍系統不停的提供能源。如果在正常的復甦過程之外，即使是升高一度，都會對冬眠者造成致命的影響。為了避免這個危機，數個輔助反應爐被裝置在儲藏庫的牆上，每個都有獨自供應冷凍系統的能源的力量。冷凍匣艙的裝載在過去十年中一直都按照計畫進行。

[^A10]: 生化學家以沙漠中在地底深處冬眠的動物為對象，進行了一連串的研究。
卡拉克星上的生物暴露於高溫下時用來防止蒸氣膨脹的細胞脫水法被以人工的方式重製，用來解決正好相反的問題－在冬眠過程中冰晶的擴張所造成的細胞破裂。早期利用這種技術的實驗相當成功。在 1185 年，瑞・馬甘（Rei Magann）被放入一個冬眠匣艙中，再放入一個小型的衛星中，沿著卡拉克星系進行橢圓軌道的繞行。這段旅程花了六個月的時間才完成。計畫中駕駛員馬甘不會甦醒，也不會耗用任何的生命維持系統。這次的測試十分成功，唯一的副作用是馬甘稍後出了一本書，描述在冬眠過程中生動的長夢。

<a name="c7">
### 輔助船艦科技

由於我們將所有的力量都集中在建造母艦所需要的研發計畫上，因此戰鬥船艦的科技相形之下十分的幼稚。我們將會掌握每個機會彌補這個缺陷，因此將會在艦隊開航之後於隨隊的研究船上進行各種研究計畫。我們目前應用於輔助船艦的科技將會詳列於下方，同時包含了在母艦啟瀕臨突破的許多計畫。目前，我們所能夠建造的最大型輔助船艦是資源收集傳，而戰鬥船艦僅限於單人座的偵察機。

<a name="c7_1">
#### 操控

<div class="embedimg" style="width:188px;float:left"><img src="/i/manual/hw1/fig_1_9.png"><p>圖 1.9: 早期的實驗機種在沙漠的實驗場上試飛。</p></div>

所有的小型船隻所使用的都是和母艦一樣的融合焰炬引擎，只不過規模小了許多。戰機和攻擊艇由於質量太小，導致他們必須要自己攜帶反應質量，供給融合焰炬來投射作為電漿。這嚴重的限制了他們的航程。更大，自給自足的反應爐將可以讓新的主力艦運行，只要在船隻骨架和引擎的研究上有了新的突破就沒有問題。

向量噴嘴可以將少量的電漿透過管道從小型船艦身上遍佈的出氣孔中噴射出來。由於質量直接影響到太空中船隻的慣性，小型的戰艦可以執行極端的特技飛行，同時只需要耗費少量的電漿。這些戰機能夠進行極為精細、大膽的攻擊和防禦飛行。一般認為隨著船隻體積的增加，操控性也會跟著降低。計畫中的主力艦設計多半只能用較為緩慢的速度移動。

<a name="c7_2">
#### 武器

<div class="embedimg" style="width:278px"><img src="/i/manual/hw1/fig_1_11.png"><p>圖 1.11: 早期的質量加速器十分的笨重，效率不足且不可靠。科學家們繼續改良這種超級大砲，直到製造出較為實用的武器，可以提供給母艦和支援船艦使用為止。</p></div>
我們不知道在此地和銀河核心之間是否有任何的軍事威脅，但是母艦上攜帶有我們最先進的武器，希望能夠應付任何可能的威脅。我們的太空武器科技是以兩個理論為基礎，這兩個理論都可以對目標投射極大的能量。第一個是最為人熟知的動能武器。投射性武器幾乎已經發展了將近千年，已經成為了接近藝術的一門學問。

在太空中，理論是一樣的，但是結果更為致命。由於太空中沒有摩擦力，因此可以透過磁力加速投射極為高速的彈丸。太空中的火砲運用的是由重元素所構成的圓柱體，外面包覆著超導體，利用被稱為質量加速器的簡單電磁加速系統來投射。在這套系統中幾乎可以達到每秒一萬公尺的速度，針對大型的船艦也有更大型的系統正在研究中。目前戰機所攜帶的是擁有旋轉彈艙，可以快速射擊的質量加速砲。

另一種武器的理論是在我們進行太空冒險之後才發現的，理論基礎是高能粒子的能量導向和集中。離子光束武器的原理是透過粒子加速器發射大量的帶電離子。這些武器可以針對極小的區域投射極大量的能量。很不幸的，在遠距離投射光束所需要的大量能源超過了我們目前的能力。事實上，光束武器可能巨大到必須將整艘船艦包覆著這樣的武器來建造。

太空戰鬥的速度和距離讓載有高爆彈頭的飛彈科技完全無用武之地。雖然目前並沒有以飛彈改良的武器計畫，但是最近進行的一項研究顯示，飛彈的速度和智能可能將會有極大的改良。如此一來他們又將成為太空戰鬥中可以考慮的武器了。

<a name="c7_3">
#### 裝甲和防禦系統

<div class="embedimg" style="width:127px;float:left"><img src="/i/manual/hw1/fig_1_10.png"><p>圖 1.10: 護衛艦將擁有厚重的裝甲。在陶瓷表面裝甲的下面可以窺見暗色複合裝甲的材質。</p></div>
對於船隻的設計者來說，保護成員居住的加壓艙是首要的考慮。不管是考慮到敵人的攻擊或是遇到自然的災難，船殼必須是耐久的。它是由多層不同結構、不同材質的裝甲所結合而成的，每一層都是用來應付不同的狀況。直到目前為主，戰鬥船艦外層都包覆一層接觸到動能或光束武器就會立即蒸發的隔熱擋板，這些快速湧出的蒸氣可以反射繼續入射的動能武器，或是讓光束武器產生散射，讓能量減弱。在這層隔熱板之下是一層極薄的，可以吸收能量的裝甲。船艦的最後一層保護層是厚重的結晶聚合體複合物，和先進的陶瓷交叉結合在一起。這層裝甲是我們目前所研發出來的最強韌物質，即使在極端的衝擊下也擁有相當的彈性。座艙的部分也經過特別的強化，加上的雙倍的此種動能裝甲。

如果不考慮異想天開的能源護盾，這種結合了對動能和光束武器的防禦讓我們的船艦擁有最佳的抗極力，同時推力/質量比也在可處理的範圍內。

<a name="c8">
### 任務優先度

母艦的船員所面對的任務是十分複雜的。現在這個任務已經不只是尋根的冒險。這次任務已經無法回頭。在我們過去一百二十年科技和工業的權力擴展中，我們漸漸意識到，卡拉克已經無法繼續提供足以生存的環境。雖然此地的環境本來就十分險惡，但我們的科技發展已經把僅有的一些資源給消耗殆盡，極區的溫帶區也在逐漸地後退。為了要讓整個種族生存下去，我們必須要離開卡拉克。

<a name="c9">
### 指引之石與銀河結構

雖然指引之實的地圖十分的簡陋，但是它依舊讓我們可以靠著手頭粗淺的銀河知識來推測它們大略的意義。

<a name="c9_1">
#### 銀河座標

卡拉克座落在我們這個螺旋銀河次旋臂的外圍，這個地帶主要是由年輕到中年期的恆星所構成。雖然我們的銀河核心是由黑暗的星際灰雲所構成，但我們的位置依舊讓我們可以清晰的觀察鄰近的銀河。從這些研究中我們可以推測出這個銀河的結構。從我們的觀察中可以歸納出來，我們的銀河是屬於標準的 A 型螺旋，擁有沿著軸心對外放射出去的兩條旋臂。這個銀河核心多半是由質量超巨大的黑洞所構成的。

指引之實的地圖似乎指明我們的故鄉位在資源豐富的銀河內緣，此地的星系不但年齡較大，彼此間的距離也比較近。如果在廣大的銀河中有任何的智慧生命，隨著我們漸漸靠近銀河中心，機率將會不斷的增加。這應該被納入這次任務的戰略考量之中。

<a name="c9_2">
#### 指引之石的來源

<div class="embedimg" style="width:280px;"><img src="/i/manual/hw1/fig_1_12.png"><p>圖 1.12: 卡拉克的位置就在圖中所示左方的銀河外圍旋臂上的圈圈。圖中的水平線表示的是母艦網銀河中心移動的時候所採取的航道。</p></div>
這張地圖粗略地指出我們應該找尋位於銀河軸心邊緣的一個星系，但是內圈的星系實在太過密集；所以我們必須要進一步的分析這塊石頭的組成元素，才能將我們的目標縮小到合理的範圍內。

這顆黑石擁有明顯的真空組織。大多數的理論學者認為這表示此乃產自月球而非行星的產物。針對它的原子組成做分析發現，它是由一層層的物質緩慢累積起來所組成的。有些層是由高能的同位素所組成的，這只可能是由極端的高能光子持續轟擊所造成的現象。這種情況只有在最猛烈的銀河現象中才會發生。在觀察其他銀河的過程中，我們注意到當核心的黑洞吞食某個質量特別巨大的星體時，會產生放射出高能粒子的閃焰現象。如果將這種情況類推到我們的銀河中，我們就可以藉著計算指引之石每層同位素的密度來推斷出故鄉與銀河核心的粗略距離。將這個數據和地圖以及所提供的向量座標結合在一起，在我們抵達目標區域之後，就可以將我們的搜尋有效的降低到三百五十個星系以下。

<a name="c10">
### 指揮優先順序

負責統籌指揮的幕僚們必須負責母艦和輔助船艦的指派。指揮系統會對每個中隊下達隊形、目的地和瞄準優先順序，而船艦本身的指揮官必須執行上級所指示的命令。單一機種的駕駛判斷如何進行攻擊和閃躲。攻擊艦艇將會通知指揮中心最高優先的狀況，但是除非受到命令，否則不會自行加油。

考量到可能會遭遇到外星智慧生命，母艦上擁有充足的外交人員，以便在第一次接觸時進行和平的溝通任務。他們將會把所有找尋到的資料和意見回報給艦隊情報系統，後者將會作出適當的建議。指揮系統的幕僚此時必須要決定開戰還是和平。

指揮系統的幕僚同時也必須要下令建造新的輔助船艦和監控母艦上的各種資源。如果有必要的話，還必須要將資源搜集船對準最高優先的目標。艦隊組裝廠中的自動化系統會做資源平均分配在所有指派的生產線上。如果資源耗盡，整個系統就會停擺。指揮系統此時應該要取消某些計畫，以便將資源集中在較為急迫的計畫上；或者也可以等待新原料的到來，因為艦隊組裝廠只要有了新的原料，立刻會自動開工。

雖然科學家將會控制他們獨立的區隔和研發專用的船艦，但指揮體系負責對每個研究小組指派研發的目標以及整體的研究目標。指揮體系同時也可以將多個研發小組的產出串連起來，針對某一個目標進行集中的研究，理論上可以有效的節省科技突破所需要的時間，並且可以將所研發出來的科技快速的融入我們的架構之中。

數十年的努力和我們星球全部的經濟和工業產能的輸出都投入到這項任務上。組裝好整個艦隊所需要的資源已經把我們所有的原料和能源都剝奪殆盡。留在原來星球上的人們將會遭遇到許多的艱難處境，但是，只要我們的同胞還有希望能找到故鄉，留在此地的人就不會白白的犧牲。

祝各位好運。





MC
];
