<?php
include __DIR__ . '/../../../src/init.php';

echo \Q\Core\Templator::render('main.twig', [
    'title' => '萬艦齊發系列遊戲內名詞典故',
    'desc' => '有些人就是喜歡鑽牛角尖做考證',
    'main_image' => null,
    'head_ban' => [
       'class' => [],
       'type' => 'sidekick',
    ],
    'content' => <<<MC

**Kushan（庫沈，萬艦齊發一代的玩家勢力名稱）**  
庫沈（Kushan）一詞的來源是位於中亞的古代貴霜王朝（Kushan Empire）。西元一世紀到三世紀時堪稱當代四大強國之一，另外三大為中國，羅馬，和安息（波斯）。

**Kadesh（卡地許，位於大星雲中的勢力，以宗教力量團結在一起）**  
位在在敘利亞，Orontes河畔的古代城市，應許之地迦南的門檻。聖經，古埃及史或古以色列史中都有相關紀錄。古埃及法老王拉美西斯二世在此敗給西台人，史稱卡疊什之戰（Battle of Kadesh）應許之地迦南的門檻。以色列人由摩西領至此地時由於不信神，神讓以色列人在曠野飄流了三十八年後，他們的子孫才得以進入迦南。這個字彙的常用譯名有：卡疊什，加低斯 ，卡德墟...等 。

**Kharak（沙漠行星卡拉克，西亞加拉人被流放到此星，萬艦一代母艦首航後地表被泰丹軍化為焦土）**  
Al-Karak為約旦的城市，約旦卡拉克省之省會。據聖經記載，此城曾被以色列，猶太，以東三方聯軍圍攻。

Karak（或作Kerak）也是一座十字軍城堡。此城建造於1140年代，海拔約為1000公尺。是最出名的十字軍城堡，在十字軍東征史上有重要意義。由於此城的擁有者Raynald of Chatillon 破壞了與埃及大君薩拉丁的協議，攻擊往來於埃及和敘利亞間的商旅，致使薩拉丁對此城的十字軍勢力展開攻擊。於1187年的赫澱戰役中十字軍勢力慘敗，此城與耶路撒冷落入薩拉丁手中。天主教國家為援救耶路撒冷展開第三次十字軍東征，但是失敗。

**Turan（萬艦一代中土朗尼海盜首次出現之地）**  
圖朗是指位於中亞，從哈薩克到阿爾泰山中間的一大片土地。包括了烏茲別克，土庫曼，塔吉克，吉爾吉斯等國。古中國稱之為杜蘭。貴霜文明在遷移時曾到達此地。

**Tenhauser Gate（坦豪瑟之門，萬艦齊發一代第11關之關名）**  
Tannhauser Gate出自是科幻經典名片銀翼殺手（Blade Runner）結尾時的名台詞：
> I watched sea beams glitter in the darkness at Tan Hauser Gate. All those moments will be lost in time like tears in rain. Time to die.

附帶一提，唐懷瑟（Tannhäuser）是德國傳說中的騎士兼詩人。唐懷瑟長期在維納斯堡墮落，有一天他突然覺得自己罪孽深重，於是去朝聖尋求赦免，但教皇卻說：除非我手中枯杖長出綠葉，否則你永不得救贖！心灰意冷的唐懷瑟離開羅馬，直奔維納斯堡，再也不想出來了。但教皇的手杖卻在唐懷瑟回到維納斯堡的那天，長出綠葉（也有一說是開出花叢）。一般認為這是諷刺中世紀教會虛偽的一篇傳奇故事。歌劇「唐懷瑟」便是以此為靈感。

**Bridge of Sighs（嘆息之橋，萬艦齊發一代14關之關名）**  
嘆息橋不但真有其橋，而且還有三座。

- 嘆息橋的本尊位於義大利威尼斯，為著名景點。原名為「Ponte dei Sospiri」，跨越著總督府和監獄之間的狹窄水道。據說跨過了這座橋的囚犯再也不可能回到這個世上來了，所以在橋上的小窗口邊不時發出為告別人世而不捨的嘆息聲。
- 位在英國劍橋大學聖約翰學院左邊，有做嘆息橋跨越康河（Cam River）。橋取此名為是為了紀念威尼斯的嘆息橋。
- 牛津大學的哈德福橋（Hertford Bridge）也被稱為嘆息橋，又稱威尼斯橋。理由據說是該橋和威尼斯的嘆息橋類似。雖然這兩座橋都連接著兩棟不同的建築物，但單就外型來論，此橋更像是威尼斯大運河上的里亞托橋（Rialto Bridge）。

**Vaygr（維格，萬艦齊發二代中的侵略勢力）**  
Vaygr在拼字和發音上都類似於俄文中的「Varyg 」或「Varyag 」，也就是維京（Viking）。另外在古冰島語（維京語）中，「Vagyr 」的意思是狼，或是無神論者。不過遊戲中的維格軍團更像是蒙古大軍。從東方來的許多獨立部族在一個新興的領導之下揮軍西侵，所向披靡。

**Tanis（萬艦齊發二代的母艦建造地，於維格進攻行動中被摧毀）**  
坦尼斯是埃及古代城市，埃及文為Djanet，聖經中稱作瑣安（Zoan）。此城位於尼羅河三角洲，是古埃及的重要港口，今日的重要考古據點，同時也是電影法櫃奇兵中約櫃的所在地。

**Chimera Station（坦尼斯遺跡附近的前哨基地，於維格進攻行動中被摧毀）**  
奇美拉 Chimera 是希臘神話中的怪獸，特徵為獅頭、羊身、蛇尾，會噴火。常被神話或奇幻故事引用。後來也被引申為混種生物。現代生物科技中也用這個詞彙來代表混合了兩種不同生物的基因的嵌合體生物。

**Sarum（賽勒姆，萬艦齊發二代第三關的地點，位於西亞加拉帝國控制區邊緣）**  
Sarum，或稱Old Sarum，是一個歷史悠久的古代英國城市。位在現在的Salisbury（或稱New Sarum）的北方約三公里處。

**Gehenna （哥和拿小行星帶，萬艦齊發二代第五關的地點，「神諭」位於此處）**  
聖經之中所指的煉獄，作惡者將在此受苦。其由來為希伯來文中的 Gai-Ben-Hinnom（Valley of the Son of Hinnom ，希嫩的孩子的山谷），也被簡稱為Gai-Hinnom，或寫成Gehinnom。這個山谷原為耶路撒冷城南方的焚燒垃圾之處，崇拜摩洛神（Moloch）者在此將自己的兒女用火獻祭給神，死刑犯的屍體也在此處理。因此火，不潔淨，受苦等意念就牽連上著此處。

**Keepers of Abassid （先祖守護者自稱）**  
Abbasid 指阿拔斯王朝，阿拉伯帝國的第二個世襲王朝。在該王朝統治時期，中世紀的伊斯蘭教世界達到了極盛。後來被蒙古人所滅。

**Eye of Arran（萬艦二結尾動畫中被開啟的遠古超空間網路入口）**  
「Arran」一語在希伯來語中是「巍峨的高山」或「受神啟示的」的意思。 

******

資料來源：

- 英文版 Wikipedia 與中文版維基百科
- Relicnews討論區文章：[Homeworld, the real Kushans and Central Asian history](http://forums.relicnews.com/showthread.php?t=19390&page=1&pp=15)
- 大不列顛百科全書
- Google
- [家園官方論壇](http://tribescn.com/forumdisplay.php?fid=20)的網友四木笑補充 Arran 的意義
MC
]);
